[ Lang ]

"Scanning will stop, if you continue this operation."="Skanowanie zostanie zatrzymane, jeżeli będziesz kontynuować tę operację."
"Call has been successfully recorded on USB device"="Pomyślnie nagrano połączenie na urządzeniu USB."
"Transferring"="Trwa transfer"
"(Empty)"="(Puste)"
"[Assigned]"="[Przypisane]"
"<New Item>"="<Nowy element>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Potwierdź, że urządzenie USB jest zgodne ze standardem USB 2.0."
"10min"="10 min"
"Oct"="paź"
"October"="październik"
"Nov"="lis"
"Noveber"="listopad"
"120s"="120 s"
"12 Hour"="12 godz."
"Dec"="gru"
"December"="grudzień"
"15s"="15 s"
"1min"="1 min"
"1h"="1 godz."
"Jan"="sty"
"January"="styczeń"
"2.Try to replug the USB device."="2.Spróbuj ponownie podłączyć urządzenie USB."
"24 Hour"="24 godz."
"2min"="2 min"
"2h"="2 godz."
"Feb"="lut"
"February"="luty"
"3.Try to reboot the phone."="3.Spróbuj ponownie uruchomić telefon."
"30min"="30 min"
"30s"="30 s"
"3h"="3 godz."
"Mar"="mar"
"March"="marzec"
"Apr"="kwi"
"April"="kwiecień"
"5min"="5 min"
"May"="maj"
"60s"="60 s"
"6h"="6 godz."
"Jun"="cze"
"June"="czerwiec"
"Jul"="lip"
"July"="lipiec"
"802.1x"="802.1x"
"802.1x Mode"="Tryb 802.1x"
"802.1x Settings"="Ustawienia 802.1x"
"Aug"="sie"
"August"="sierpień"
"Sep"="wrz"
"September"="wrzesień"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="Stan ACD"
"ACD Status"="Status ACD"
"AES"="AES"
"Per-phone AES"="AES dla MAC"
"Alert Group Paging Calls"="Alert przy pagerze"
"Alert Click To Dial Calls"="Alert przy p. tel."
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licencja AMR"
"AP Mac Address"="Adres MAC AP"
"App Account"="Konto APP"
"Args Error!"="Błąd arg."
"AVG.Waiting Time"="Przeciętny czas oczekiwania"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="Zawieszenie BLF"
"BLF is invalid!"="Nieprawidłowy BLF!"
"BLF Callout"="Wywołanie BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="Rozmowa BLF"
"BLF List"="Lista BLF"
"L_BLF List"="Lista BLF"
"BLF Ring Type"="Typ dzwonka BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="Dzwonienie BLF"
"BLF Park"="Parkowanie BLF"
"Use BroadWorks-based Call Control"="Użyj sterow. BWork"
"MENU_Callery"="Galeria"
"CC UID"="Identyfikator dzwoniącego"
"CC Name"="Nazwa dzwoniącego"
"CDP"="CDP"
"CDP Interval"="Interwał CDP"
"CDP Status"="Stan CDP"
"CDP interval should be 1-3600!"="Interwał CDP powinien wynosić 1-3600!"
"CFG Version"="Wersja CFG"
"Commportal Login"="Login Commportal"
"Compulsory"="Obowiązkowe"
"COM Version"="Wersja COM"
"DD MMM YYYY"="DD MMM RRRR"
"DD/MM/YY"="DD/MM/RR"
"DD/MM/YYYY"="DD/MM/RRRR"
"DD-MMM-YY"="DD-MMM-RR"
"MENU_DECT Setting"="DECT Settings"
"default_contact_image.png"="default_contact_image.png"
"German"="Deutsch(German)"
"DHCP"="DHCP"
"DHCP IP Client"="Klient DHCP IPv4"
"DHCP IPv4 Client"="Klient DHCP IPv4"
"DHCP IPv6 Client"="Klient DHCP IPv6"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="Nieprawidłowa opcja DHCP!"
"DHCP Start IP Address is invalid!"="Nieprawidłowy początkowy adres IP DHCP!"
"DHCP Time"="Godzina DHCP"
"DHCP VLAN"="Sieć VLAN DHCP"
"DHCP Option"="Opcja DHCP"
"DHCP option!"="Opcja DHCP"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="Nieprawidłowy końcowy adres IP DHCP!"
"Phone DND"="DND telefonu"
"DTMF"="Standard DTMF"
"L_DTMF"="Standard DTMF"
"DTMF is invalid!"="Nieprawidłowy DTMF!"
"DTMF Type"="Typ DTMF"
"DTMF Info Type"="Typ informacji DTMF"
"DTMF Payload Type"="Wielkość pakietów DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Przekaźnik DTMF"
"E911"="E911"
"E911 Location"="Lokalizacja E911"
"E911 location set failed, please contact your administrator for help"="Błąd ustaw. lokal. E911! Skontaktuj się z administr."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="Bez EAP"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="Podpowiedź EDK jest pusta."
"EHS ERROR!"="Błąd EHS."
"English"="English(English)"
"Spanish"="Español(Spanish(EU))"
"Spanish_LA"="Español(Spanish(Latin))"
"ExitPri"="Wyłącz tryb prywatny"
"EXP Wallpaper"="Tapeta EXP"
"Fixed"="Stałe"
"Flexible Seating"="Elastyczny przydział"
"FlexSeat Logout, Please Waiting..."="Wylogowanie z elastycznego przydziału. Czekaj..."
"Forward to Phone Number/SIP-URI"="Tel./SIP-URI"
"French_CA"="Français(French(Canada))"
"French"="Français(French(EU))"
"FWD"="Przekierowanie"
"Getting Balance"="Pobieranie salda"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Stanow. wspólne"
"S_Hot Desking"="Stanowisko wspólne"
"L_Hoteling"="Dostęp gościnny"
"Https Port"="Port HTTPS"
"Https port"="Port HTTPS"
"Https port should be 1-65535!"="Port protokołu HTTPS powinien mieć numer z zakresu 1-65535!"
"Https Status"="Stan HTTPS"
"Http Port"="Port HTTP"
"Http port"="Port HTTP"
"Http port should be 1-65535!"="Port protokołu HTTP powinien mieć numer z zakresu 1-65535!"
"Http Status"="Stan HTTP"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nazwa IC"
"IME"="Numer IME"
"S_IME"="Numer IME"
"INBAND"="INBAND"
"Intrude"="Ingerencja"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="Port sieci IPv4 WAN"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="Typ sieci IPv4 WAN"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="Konflikt IPV4/IPV6"
"IPv4 Sec.DNS"="Pomocniczy DNS IPv4"
"IPV4 Conflict"="Konflikt IPV4"
"IPv4 & IPv6"="IPv4 i IPv6"
"IPv4 Pri.DNS"="Podstawowy DNS IPv4"
"IPv4 Status"="Stan IPv4"
"IPv4 Subnet Mask"="Maska pod. IPv4"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="Prefiks IPv6 niepoprawny."
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="Port sieci IPv6 WAN"
"IPv6 Default Gateway"="Brama IPv6"
"IPv6 Sec.DNS"="Pomocniczy DNS IPv6"
"IPV6 Conflict"="Konflikt IPV6"
"IPv6 IP Prefix"="Prefiks IP IPv6"
"IPv6 WAN Type"="Typ sieci IPv6 WAN"
"IPv6 Pri.DNS"="Podstawowy DNS IPv6"
"IPv6 Status"="Stan IPv6"
"IP Address"="Adres IP"
"IP Address!"="Adres IP"
"IP Address is invalid!"="Nieprawidłowy adres IP!"
"IP address has been used!"="Adres IP użyty."
"IP Phone"="Telefon IP"
"Tracert IP or URL"="Tracert IP/URL"
"IP Mode"="Tryb IP"
"IPAddress Mode"="Tryb IP"
"Direct IP Line"="Bezpośrednia linia IP"
"IP Direct Auto Answer"="Automatyczne odbieranie połączeń IP"
"Italian"="Italiano(Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="Serwer LDAP jest niedostępny."
"Ldap Disabled"="LDAP wyłączone"
"LDAP get error tips failed!"="Wyświetlenie wskazówek dotyczących błędu pobierania LDAP nie powiodło się!"
"LDAP Authority"="Uprawnienie LDAP"
"LDAP Search"="Przeszukiwanie LDAP"
"Leave Wrap-up"="Opuść bufor"
"LED Test"="LED Test"
"Listen BargeIn"="Włączanie się do rozmów"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="Stan LLDP"
"LLDP Packet Interval should be 1-3600!"="Interwał pakietów LLDP powinien wynosić 1-3600!"
"Packet Interval"="Interwał pakietów"
"M2P"="M2P"
"MAC Version"="Wersja MAC"
"MAC"="Mac"
"MAC Address"="Adres MAC"
"MAC-Oriented"="AES dla MAC"
"Mango"="Mango"
"MD5 Password"="Hasło MD5"
"Medium"="Średni"
"L_Meet-Me"="Konferencja Meet-me"
"Meet-me"="Konferencja Meet-me"
"S_Meet-Me"="Konfer. Meet-me"
"Metaswitch CallLog"="Dz. poł. Metaswitch"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/DD/RR"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Przenoszenie kontaktu..."
"msec"="ms"
"NAT"="NAT"
"NAT Public IP Address"="Publiczny adres IP NAT"
"NAT Status"="Stan NAT"
"New Unread Voice Mail(s)"="Nowe nieprzeczytane wiadomości głosowe"
"New VID"="Nowy VID"
"NextSpace"="Następne miejsce"
"No VLAN"="No VLAN"
"NTP Server1"="Serwer NTP 1"
"Invalid NTP server1!"="Niepoprawny serwer NTP1."
"NTP Server2"="Serwer NTP 2"
"NTP server1 is invalid!"="Nieprawidłowy serwer NTP 1!"
"NTP server2 is invalid!"="Nieprawidłowy serwer NTP 2!"
"On Demand"="Na żądanie"
"On Demand with User Initiated Start"="Na żądanie inicjowane przez użytkownika"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="Kodek Opus jest niedostępny w 4-kierunkowej konferencji."
"Outbound Alternate"="Alternatywny numer połączenia wychodzącego"
"Outbound Proxy1"="Wych. proxy 1"
"Outbound Proxy2"="Wych. proxy 2"
"Outbound proxy is invalid!"="Nieprawidłowy wychodzący serwer proxy!"
"Invalid Proxy Fallback Interval!"="Niepoprawne opóźnienie przełączania serwera proxy."
"Pause/Resume Notify"="Powiadomienie Pauza/Wznów"
"PBX Queue"="Kolejka PBX"
"PC Port"="Port PC"
"PIN"="Kod PIN"
"PIN/ID"="PIN/identyf."
"Ping"="Ping"
"Ping Error"="Błąd ping"
"Ping IP or URL"="Ping IP/URL"
"PIN Code"="Kod PIN"
"Pin code can't be empty!"="PIN nie może być pusty."
"Pin code is invalid!"="Kod PIN niepoprawny."
"PM"="PM"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese(EU))"
"Portuguese_LA"="Português(Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="Hasło PPPoE"
"PPPoE User"="Użytk. PPPoE"
"PPPoE User is invalid!"="Użytkownik PPPoE niepoprawny."
"Not support bridge mode in PPPoE!"="Tryb mostka nieobsługiwany w PPPoE."
"PriChat"="Czat prywatny"
"PSTN account unavailable"="Konto PSTN niedostępne"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Wersja Rom"
"Route Traversal"="Przejście trasy"
"RPort"="RPort"
"RPS Open"="Otwórz RPS"
"RPS Close"="Zamknij RPS"
"RTP Status"="Stan RTP"
"S_RTP Status"="RTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Zaloguj/wyl."
"S2S AcdLoginOut"="Zaloguj/wyl."
"S_S2S AcdLogin"="Log ACD"
"S2S AcdLogin"="Logowanie ACD"
"S_S2S AcdLogout"="Wyl ACD"
"S2S AcdLogout"="Wylogow. ACD"
"S_S2S AcdRefresh"="Odśwież"
"S2S AcdRefresh"="Odśwież"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA zawieszone"
"SCA Active"="SCA aktywne"
"SCA Bridge Active"="Most SCA aktywny"
"SCA Alerting"="Alert SCA"
"S_Seizing"="Przejęcie"
"Seizing"="Przejęcie"
"Set Hot Desking"="Ustaw współdzielenie telefonu"
"Signal Fail"="Błąd sygnału"
"Signal OK"="Sygnał poprawny"
"Silent Bargin"="Ciche włączenie się"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="Hasło SIP"
"SIP Server1"="Serwer SIP 1"
"SIP Server2"="Serwer SIP 2"
"Invalid SIP server2!"="Nieprawidłowy serwer SIP2!"
"SIP Server3"="Serwer SIP 3"
"Invalid SIP server3!"="Nieprawidłowy serwer SIP3!"
"SIP Proxy can't be empty!"="Pole serwera SIP nie może być puste!"
"Invalid SIP server1!"="Niepoprawny serwer SIP1."
"Sip Line"="Linia SIP"
"SIP INFO"="SIP INFO"
"SIP Register name"="Nazwa rejestracji SIP"
"S_Skip"="Pomiń"
"SN"="SN"
"SNTP Setting"="Ustawienia SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="Pole identyfikatora SSID nie może być puste!"
"Start/Stop Notify"="Powiadomienie o początku/końcu"
"Static NAT"="Statyczny NAT"
"STUN"="STUN"
"STUN Port"="Port STUN"
"STUN Server is invalid!"="Nieprawidłowy serwer STUN!"
"STUN Server"="Serwer STUN"
"STUN server can't empty!"="Pole serwera STUN nie może być puste."
"Invalid STUN server port!"="Niepoprawny port serwera STUN."
"STUN Server port is Invalid!"="Nieprawidłowy port serwera STUN!"
"Invalid STUN server!"="Niepoprawny serwer STUN."
"STUN Status"="Status STUN"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR innej firmy"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Dźwięk dotknięcia"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe(Turkish)"
"UC Favorite"="Ulubione UC"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="Nieprawidłowy identyfikator URI!"
"Invalid URI!"="Niepoprawny identyfikator URI."
"L_URL"="URL"
"URL is invalid!"="Nieprawidłowy adres URL!"
"URL can't be empty!"="Pole adresu URL nie może być puste!"
"URL is error"="Błędny URL."
"L_URL Record"="Rekord URL"
"URL Record"="Rekord URL"
"The URL is empty!"="Pole adresu URL jest puste!"
"URL is empty"="Pole adresu URL jest puste!"
"Invalid URL!"="Niepoprawny adres URL."
"MENU_USB Record"="Nagranie USB"
"USB Record"="Nagranie USB"
"USB device connection failure!"="Błąd połączenia urządzenia USB!"
"USB Photo"="USB Photo"
"USB current overload"="Przeciążenie USB"
"USB heaset connected"="Zestaw słuchawkowy USB został podłączony."
"USB headset connected"="Podłączono zestaw słuchawkowy USB."
"USB heaset removed"="Zestaw słuchawkowy USB został usunięty."
"USB headset removed"="Odłączono zestaw słuchawkowy USB."
"USB device connected successfully"="Urządzenie USB podłączone"
"USB device has been connected successfully!"="Pamięć USB została podłączona."
"No images in USB flash drive."="Brak obrazów w pamięci USB."
"Failed to get data from USB flash drive"="Nie można pobrać danych z pamięci USB"
"USB device is removed!"="Pamięć USB została odłączona."
"USB Inserted"="USB włożone"
"USB Connected"="Ustanowiono połączenie USB"
"USB Removed"="USB usunięte."
"USB device has been moved"="Pamięć USB typu flash została odłączona."
"Invalid Value!"="Niepoprawna wartość."
"VID Number"="Numer VID"
"Invalid VID nubmer!"="Niepoprawny numer VID."
"VID nubmer is invalid!"="Nieprawidłowy numer VID!"
"VID number should be 1-4094!"="Numer VID powinien należeć do zakresu 1-4094!"
"VLAN"="Sieć VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="Stan sieci VLAN"
"Voice Qos"="QoS głosu"
"VPN"="VPN"
"WAN IP"="Adres IP sieci WAN"
"WAN MASK"="Maska sieci WAN"
"WAN Port"="Port sieci WAN"
"WAN Type"="Typ sieci WAN"
"WEP"="WEP"
"Whisper BargeIn"="Włączenie się z poradą"
"Wi-Fi"="Wi-Fi"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="Adres MAC Wi-Fi"
"Wifi: On"="Wi-Fi: włączone"
"Wifi: Connected"="Wi-Fi: połączono"
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="Uwierzytelnianie Wi-Fi"
"Wifi switch is closed, open it or not?"="Funkcja Wi-Fi jest wyłączona. Włączyć teraz?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="Wi-Fi niedostępne"
"Wizard"="Kreator"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Klucz wspólny WPA"
"WPA Shared Key can't be empty!"="Pole klucza wspólnego WPA nie może być puste!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="Funkcja WPS została uaktywniona. Połącz"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Serwer XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="Kat XML"
"XMLMenu"="Katalog XML"
"L_XML Brower"="XML Brower"
"S_XML Brower"="Przeglądarka XML"
"XML Browser"="Przeglądarka XML"
"XmlBrowser"="XML Browser"
"XmlBrowser_Idle"="XML Browser"
"L_XML Browser"="Przeglądarka XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Nieprawidłowa przeglądarka XML!"
"L_XML Group"="Grupa XML"
"S_XML Group"="Grupa XML"
"XML Group"="Grupa XML"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="Niepoprawne hasło dostępu przez Web!"
"XsiEvent"="Zdarzenie XSI"
"XSI is empty"="XSI jest pusty"
"XSI information is incomplete!"="Informacje XSI są niekompletne!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="RRRR-MM-DD"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский(Russian)"
"S_Security"="Zabezp."
"Security"="Zabezpiecz."
"security"="Zabezpiecz."
"Security Classification"="Klasy bezpieczeństwa"
"Security Classification"="Klasy bezpieczeństwa"
"Security Mode"="Tryb zabezpieczeń"
"Installed"="Zainstalowane"
"Installed failed"="Instalacja nieudana"
"KEY"="KLAWISZ"
"Key Type"="Typ klawisza"
"Key Event"="Zdarzenie klawisza"
"Key Tone"="Ton klawisza"
"Press Up or Down To Switch Number"="Naciśnij przyciski ze strzałkami w górę i w dół, aby przełączyć numery."
"Office Number"="Numer biura"
"Office Phone"="Telefon biurowy"
"Invalid Office number!"="Niepoprawny numer biura."
"Office number is invalid!"="Błędny numer biura."
"Far Hold"="Wstrz. zdal."
"Hold"="Wstrzymanie"
"L_Hold"="Wstrzymanie"
"Public Hold"="Wstrz. publ."
"S_Far Hold"="Wstrz. zdal."
"S_Hold"="Wstrz."
"S_Public Hold"="Wstrz. publ."
"S_Save"="Zapisz"
"Save"="Zapisz"
"Saved!"="Zapisano!"
"Save Success!"="Zapisano."
"Success Saved!"="Saved successfully!"
"Ring saving ..."="Zapisywanie dzwonków..."
"Save Password"="Zapisz hasło"
"Saving  Configuration..."="Zapisywanie konfiguracji..."
"Save Failed!"="Zapisanie nie powiodło się!"
"Save Failed! The same profile name or SSID exist"="Zapisywanie nie powiodło się! Nazwa profilu lub identyfikator SSID już istnieje."
"Saving files!"="Zapisywanie plików!"
"Saving"="Saving"
"Saving. Please wait..."="Zapisywanie. Czekaj..."
"Saving..."="Zapisywanie..."
"Saving... Please Wait"="Zapisywanie... proszę czekać"
"Sec.DNS"="Pomoc. serwer DNS"
"Secondary DNS is invalid!"="Nieprawidłowy pomocniczy serwer DNS!"
"Backlight"="Podświetlenie"
"Backlight Time"="Czas podświetlenia"
"Backlight Active Level"="Poziom aktywacji"
"Backlight Inactive Level"="Poz. dezakt."
"Local_Idle"="Local"
"Local History"="Historia lokalna"
"S_Local History"="Historia lokalna"
"local Directories"="Katalog lokalny"
"Local Directory"="Katalog lokalny"
"LocalDirectory"="Katalog lokalny"
"LocalDirectory_Idle"="Katalog lokalny"
"S_LocalDir"="Katalog lokalny"
"Sorry,Only 1000 contacts are allowed!"="Niestety akceptowanych jest maks. 1000 kontaktów!"
"Local Anonymous"="Lokalne anonimowe"
"Local Anonymous Rejection"="Lokalne odrz. anon."
"L_Local Group"="Grupa lokalna"
"Local Group"="Grupa lokalna"
"S_Local Group"="Grupa lokalna"
"Local CallLog"="Połączenia lokalne"
"Local User"="Użytkownik lokalny"
"Local Codec"="Kodek lokalny"
"Wallpaper"="Tapeta"
"Wallpaper will change into the default image. Confirm to delete or not?"="Tapeta zostanie zastąpiona obrazem domyślnym. Czy chcesz kontynuować?"
"Edit"="Edytuj"
"ICON_Edit"="Edytuj"
"S_Edit"="Edytuj"
"Edit My Device Information"="Edytuj informacje o moim urządzeniu"
"Edit Network"="Edytuj sieć"
"Edit Location"="Edytuj lokalizację"
"Editing"="Edytowanie"
"S_Editing"="Edytowanie"
"Edit Paging Address"="Edytuj adres pagera"
"Alter Type"="Typ alertu"
"DispCode"="Kod. dys."
"L_Dispcode"="Kod. dys."
"S_DispCode"="Kod. dys."
"Invalid On code!"="Niepoprawny kod włączający."
"Mark All as new"="Oznacz wszystkie jako nowe"
"Mark All as heard"="Oznacz wszystkie jako odsłuchane"
"Mark as new"="Oznacz jako nowe"
"Mark as heard"="Oznacz jako odsłuchane"
"Mark as read"="Oznacz jako przeczytane"
"Label"="Etykieta"
"Invalid Label!"="Niepoprawna etykieta."
"title"="tytuł"
"Dial Emergency"="Wybierz poł. alarmowe"
"Dialing"="Wybierz"
"Play"="Odtwórz"
"Playing"="Odtwarzanie"
"S_Play"="Odtwórz"
"Play Ring"="Odtwórz dzwonek"
"Play Record"="Odtwórz nagranie"
"Play Tone"="Odtwórz ton"
"Play Voice Message"="Odtwórz wiadomość głosową"
"Unclassified"="Niesklasyfikowane"
"Unclassified"="Niesklasyfikowane"
"Does not exist anywhere"="Nie skonfigurowano obsługi dowolnej lokalizacji!"
"Can't be empty"="To pole nie może być puste!"
"Unavailable !"="Niedostępne."
"Unable to add to blacklist!"="Niedodane do czarnej listy."
"Unable to add to contacts!"="Niedodane do kontaktów."
"Can't be empty!"="Nie może być pusty."
"Connot download PLCM Phonebook"="Nie można pobrać książki adresowej PLCM"
"mismatch"="Skasuj dopasowanie"
"Contact is not local!"="Kontakt nielokalny."
"Not allow opt in/out"="Zablokowane Opt-In/Opt-Out"
"Anonymity Disallowed"="Anonimowość zabroniona!"
"Department"="Dział"
"Sample Rate"="Częstość próbkowania"
"Menu"="Menu"
"S_Menu"="Menu"
"Menu key"="Klawisz menu"
"Operator fail"="Operacja nie powiodła się!"
"Draftbox"="Draftbox"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Test nieudany"
"DECT dongle is removed,reboot and switch to DD Phone mode?"="Dongle is removed, reboot and switch to DD Phone mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="Włożono klucz DECT. Czy uruchomić ponownie i przełączyć na tryb DD Phone?"
"S_View"="Wyśw."
"View"="Wyświetl"
"VIEW"="Wyświetl"
"View more contacts..."="Pokaż więcej kontaktów..."
"View more contacts..."="Pokaż więcej kontaktów..."
"View Executive List"="Wyświetl listę kierowników"
"View Voice Mail"="Wyświetl pocztę głosową"
"View Assistant List"="Wyświetl listę asystentów"
"Search LDAP Contacts"="Wysz. kontakty LDAP"
"Search Directory"="Wyszukaj w katalogu"
"Search For Contacts"="Wyszukaj kontakty"
"Search All Contacts"="Wysz. wsz. kontakty"
"Search Network Contacts"="Wyszukaj kont. siec."
"Consult"="Konsultacja"
"S_Split"="Podział"
"Split"="Podział"
"Split All"="Podziel wszystko"
"Product ID"="ID produktu"
"Product Name"="Nazwa produktu"
"Always Off"="Zawsze wyłączone"
"General"="Ogólne"
"Generally Settings"="Ustawienia ogólne"
"Always On"="Zawsze włączone"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="Powodzenie"
"Logout successful"="Wylogowano pomyślnie!"
"Login successful"="Zalogowano pomyślnie!"
"Disconnect Success."="Odłączono pomyślnie!"
"Add the records success"="Dodano wpis."
"Move to blacklist success"="Pomyślnie przeniesiono na czarną listę."
"Move the contacts success"="Kontakty zostały przeniesione pomyślnie."
"MTSW ACD Member"="Członek"
"S_Members"="Członk."
"S_MTSW ACD Member"="Członek"
"Memory Full"="Lista członków jest zapełniona!"
"city"="miejscowość"
"Duration"="Czas trwania"
"Factory Installed"="Instalowane fabrycznie"
"Outbound Alternate Number is invalid!"="Nieprawidłowy alternatywny numer dla połączeń wychodzących!"
"Outbound Alternate Phone Number"="Nr dla poł. wych."
"Initial Call Back?"="Czy wstępne oddzwonienie?"
"Initial ACD State"="Początkowy stan ACD"
"Initial State"="Stan początkowy"
"Storage Media Properties"="Pamięć"
"Wrap up"="Finalizacja"
"Disposition Code"="Kod dyspozycji"
"Pager"="Pager"
"Transport"="Transport"
"Transmit Rate"="Szybk. transmisji"
"Fax"="Faks"
"Secondary DNS"="Pomocniczy DNS"
"from the conference?"="z konferencji?"
"Remove from Favorite"="Usuń z listy Ulubione"
"ICON_Remove from Favorite"="Usuń z listy podręcznej"
"Remove selected from favorite?"="Czy usunąć wybrane z listy podręcznej?"
"error"="Błąd"
"Wrong user name"="Niepoprawna nazwa użytkownika."
"Wrong user name or password!"="Nieprawidłowa nazwa użytkownika/hasło!"
"Bad Request"="Nieprawidłowe żądanie"
"Bad request!"="Nieprawidłowe żądanie"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Odpowiedz"
"Open fail"="Otwarcie nie powiodło się!"
"Proxy Fallback Interval"="Inter. przeł."
"Proxy Fallback Interval is invalid!"="Nieprawidłowy interwał przełączenia serwera proxy!"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Niepoprawny kod włączający odrzucenie."
"Idle Clock"="Zegar ekranu głównego"
"Idle Clock Display"="Wyświetlanie zegara ekranu głównego"
"SymmOneWayDelay"="Opóźn. jednokier."
"Current PIN is incorrect."="Aktualny PIN niepoprawny."
"Current PIN"="Stary kod PIN"
"Current Time"="Bieżąca godzina"
"VPN can't be on \n\n when file do not exist!"="Obsługa VPN nie może być włączona, \n gdy plik nie istnieje!"
"To navigate the menu, please use the arrow keys below!"="W menu można nawigować przy użyciu poniższych klawiszy strzałek!"
"Import Config"="Importuj konfigurację"
"To:"="Do:"
"reached!"="Osiągnięte."
"GuestOut"="GośćWyj"
"Log Out"="Wyloguj"
"Logged Out"="Wylogowano"
"Logout"="Wyloguj"
"S_GuestOut"="GośćWyj"
"S_Logout"="Wyloguj"
"SignOut"="Wylogowanie"
"L_Logout"="Wyloguj"
"In the logout"="Wylogowywanie…"
"In the logout ......"="Logging out…"
"ACD Login"="Logowanie ACD"
"Logged-in Members"="Zalogowani członkowie"
"Login Type"="Typ logowania"
"Login failed,password mistake."="Logowanie nieudane. Błędne hasło."
"Login Timer"="Licznik logowania"
"Login as"="Zaloguj jako"
"Guest Login"="Logowanie gościa"
"GuestIn"="GośćWej"
"Logged In"="Zalogowano"
"Login"="Zaloguj"
"S_GuestIn"="GośćWej"
"S_Login"="Zaloguj"
"SignIn"="Logowanie"
"L_Login"="Zaloguj"
"Login..."="Zaloguj..."
"Login Failed."="Logowanie nie powiodło się."
"Logging in"="Logowanie"
"In the login ......"="Logging in…"
"Wait for"="Czekaj przez"
"Wait Time"="Czas oczekiwania"
"Level changed"="Poziom zmieniony"
"Low"="Niski"
"region"="region"
"Address"="Adres"
"Address incomplete"="Adres jest niekompletny!"
"Location Saved."="Lokalizacja została zapisana."
"Dot"="Kropka"
"Touch to connect with "="Dotknij, by połączyć z"
"LocalMenu"="Katalog lokalny"
"Phonebook"="Książka telefoniczna"
"L_PhoneBook"="Książka telefoniczna"
"Phonebook(0)"="Ks. telef.(0)"
"PhoneBook Name"="Nazwa ks. tel"
"Phone number can't be empty!"="Pole numeru telefonu nie może być puste!"
"Search by Phone Number"="Wyszukaj według numeru telefonu"
"Phone number is empty!"="Pole numeru telefonu jest puste!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Numer telefonu powinien składać się wyłącznie z cyfr i opcjonalnie z identyfikatora macierzystej skrzynki pocztowej."
"Phone Unlock PIN"="PIN odblokowania"
"Telephone-Event"="Zdarzenie telefoniczne"
"Phone To Ring"="Telefon docelowy"
"The call was hung up"="Zakończono połączenie"
"Cable Disconnect"="Cable disconnected!"
"Email"="Adres e-mail"
"MENU_Email"="E-mail"
"Top Secret"="Ściśle tajne"
"Top Secret"="Ściśle tajne"
"Packet Lost"="Pakiety utracone"
"S_Discard"="Odrzuć"
"Jitter"="Wahania"
"Standalone mode"="Tryb autonomiczny"
"Read"="Odczytane"
"Reading File..."="Odczytywanie pliku..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Rozłącz"
"ICON_Disconnect"="Rozłącz"
"S_Disconnect"="Rozłącz"
"Disconnect with"="Odłącz od"
"Disconnected"="Odłączone"
"Disconnect failed."="Rozłączanie nie powiodło się."
"Queue"="Kolejka"
"Queue Name"="Nazwa kolejki"
"Queue Status"="Stan kolejki"
"Contrast"="Kontrast"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Zajęty!"
"Intercom"="Domofon"
"L_Intercom"="Domofon"
"S_Intercom"="Domofon"
"Intercom Number is invalid!"="Nieprawidłowy numer interkomu!"
"Intercom Barge"="Dołącz (domofon)"
"Intercom Mute"="Wycisz (domofon)"
"Intercom Tone"="Sygnał (domofon)"
"Headset mode disabled"="Tryb telefonu jest wyłączony"
"Headset Connected"="Podłączono zestaw słuch."
"From"="Od"
"Outbox"="Skrzynka nadawcza"
"S_Dial"="Wyślij"
"S_Send"="Wyślij"
"Send"="Wyślij"
"To"="Do"
"Send Warn"="Wyślij ostrzeżenie"
"Send Anonymous Rejection Code"="Wyś. kod od."
"Send Anonymous Code"="Wyś. kod an."
"Sending Provision Requests"="Wysyłanie żądania provisioningu"
"Sending Requests..."="Wysyłanie żądań..."
"S_Send Message"="Wyślij wiadomość"
"Send Message"="Wyślij wiadomość"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Back"="Wstecz"
"S_Back"="Wstecz"
"Back To Record"="Powrót do nagrywania"
"Discard"="Odrzuć"
"Do you want to discard your change?"="Czy chcesz odrzucić wprowadzoną zmianę?"
"Invalid Number"="Niepoprawny numer"
"Value is invalid!"="Nieprawidłowa wartość!"
"Illegal Character"="Niedozwolony znak"
"Not Emergency Number!"="Brak numeru alarmowego!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Numer wewnętrzny"
"Extension Number"="Numer wewnętrzny"
"extension_number"="numer_wewnętrzny"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Udostępnij książkę"
"Min"="Min"
"minutes left for call recording"="min pozostałych dla nagrywania połączeń"
"No"="Nie"
"Server"="Serwer"
"Service"="Usługa"
"Server URL"="Adres URL serwera"
"Invalid Server URL!"="Niepoprawny adres URL serwera."
"server error"="Błąd serwera"
"Service error!"="Błąd serwera."
"URL"="URL"
"Invalid Server!"="Niepoprawny serwer."
"Server is invalid!"="Nieprawidłowy serwer!"
"float"="zmienne"
"Extention"="Nr wewnętrzny"
"Copy to Favorite"="Skopiuj do listy Ulubione"
"Capy Favorite Fail"="Kopiowanie do listy Ulubione nie powiodło się!"
"Copy to Favorites failed!"="Kopiowanie do listy podręcznej nieudane."
"Copy to All Lines?"="Skopiować do wszystkich linii?"
"Copy selected to favorite ?"="Czy kopiować wybrane do listy podręcznej?"
"Copy selected to favorite?"="Czy kopiować wybrane do listy podręcznej?"
"Overwrite the original contact?"="Zastąpić oryginalny kontakt?"
"This action can not be reversed."="Nie można cofnąć tej akcji."
"This action can not be reversed."="Nie można cofnąć tej akcji."
"The file doesn’t exist"="Plik nie istnieje!"
"The file doesn't exist"="Plik nie istnieje!"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Ustawianie języka..."
"Advanced"="Zaawansowane"
"MENU_Advanced"="Zaawansowane"
"Advanced Setting"="Ustawienia zaawansowane"
"MENU_Advanced Setting"="Advanced Settings"
"user"="zaawansowany"
"L_ACD Trace"="Śledz."
"More"="Więcej"
"S_More"="Więcej"
"S_Show More"="Więcej"
"More..."="Więcej..."
"S_Show Less"="Ukryj"
"Refresh"="Odśwież"
"S_Flash"="Miga"
"S_Update"="Aktual."
"Update"="Aktualizuj"
"Now to update the firmware and disconnect with all external micphones"="Aby aktualizować oprogramowanie układowe, odłącz wszystkie zewnętrzne mikrofony."
"Update Config"="Aktualizuj konfigurację"
"Update Configuration"="Zaktualizuj konfig."
"Updating Configuration..."="Aktualizacja konfiguracji..."
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Nie można zaktualizować konfiguracji."
"Configuration updating completed."="Aktualizacja konfiguracji została ukończona."
"Configuration updating."="Aktualizowanie konfiguracji..."
"Update Complete"="Aktualizacja zakończona."
"Updating Network"="Aktualizuj sieć"
"Update Firmware"="Aktualizuj oprogramowanie układowe"
"Updating !"="Trwa aktualizacja."
"Updating, please wait..."="Aktualizowanie. Czekaj..."
"Refreshing..."="Odświeżanie..."
"Work Phone"="Telefon służbowy"
"work_phone"="telefon_służbowy"
"Work Number"="Numer służbowy"
"Business Hours"="Godziny pracy"
"Working time"="Work Time"
"Common"="Wspólne"
"Features"="Funkcje"
"MENU_Features"="Funkcje"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Klawisze funkc."
"The feature activated !"="Funkcja aktywowana."
"Shared Calls"="Udostępnione połączenia"
"Share line unavailable"="Nie można udostępnić linii"
"Alert SCA Location"="Lokalny alert SCA"
"Firmware"="Firmware"
"Firmware Update..."="Aktualizacja firmware’u..."
"Customer"="Klient"
"End Call"="Zakończ poł."
"Hang Up"="Rozłącz"
"S_End Call"="Zakończ"
"Off"="Wył."
"Invalid Off code!"="Niepoprawny kod wyłączający."
"Off Code"="Kod wyłączenia"
"Off code can't be empty!"="Pole kodu wyłączenia nie może być puste!"
"Relation"="Relacja"
"Manage"="Zarządzaj"
"S_Manage"="Zarządzaj"
"admin"="administrator"
"Manage Group"="Zarządzaj grupą"
"Broadcasting..."="Transmisja..."
"FWD International"="Przekierowanie międzynarodowe"
"Country"="kraj"
"Filter Type"="Typ filtru"
"Buddies"="Znajomi"
"L_Buddies"="Znajomi"
"Number"="Numer"
"Phone Number"="Numer telefonu"
"Phone Numbers"="Numery telefonu"
"number?"="Number?"
"Number is invalid!"="Nieprawidłowy numer!"
"Number can't be empty!"="Pole numeru nie może być puste!"
"number is empty!"="Numer jest pusty."
"Unallocated Number"="Nieprzypisany numer"
"Number already exists!"="Numer już istnieje!"
"Blacklist"="Czarna lista"
"ICON_Blacklist"="Czarna lista"
"black list full"="Czarna lista jest pełna!"
"Callout"="Wywołanie"
"Outgoing Call"="Połączenie wychodzące"
"S_Callout"="Wywołanie"
"Key As Send"="Klaw. zak wyb"
"Dial"="Wyślij"
"ICON_Dial"="Wyślij"
"MENU_Dial"="Wyślij"
"Call for BLF"="Call for BLF"
"Call Waiting"="Połącz. oczek."
"Placed Calllog"="Wykon. poł."
"Placed Calls"="Wykonane połączenia"
"Call Control"="Opcje połączenia"
"MENU_Call Control"="Opcje połączenia"
"Call Screening"="Klasyfikacja połączeń"
"Call Screening Switch"="Przeł. klasyf. poł."
"Call Fail"="Połączenie nie powiodło się."
"Call Alerting"="Alerty połączeń"
"Call Push Recall After"="Ponowienie poł. po"
"S_Call Push"="Push"
"Call Completion"="Żądanie połączenia"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Call has been successfully recorded on USB device!"
"Call VoiceMail"="Połącz z pocztą głosową"
"S_Call VoiceMail"="Połącz z pocztą głosową"
"Call Voice Mail"="Połącz z pocztą głosową"
"S_Call Voice Mail"="Połącz z pocztą głosową"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Wywołujący czekają"
"Calling"="Dzwonienie"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Przekierowanie połączenia"
"Call Forwarding Not Reachable"="Przekierowanie połączenia niedostępne"
"Call maximum"="Maksymalnie połączeń"
"Ignore"="Ignoruj"
"S_Ignore"="Ignoruj"
"S_Directories"="Książka"
"S_Directory"="Książka"
"L_Directories"="Książka"
"History"="Historia"
"MENU_History"="Historia"
"S_Calllog"="Hist."
"S_History"="Hist."
"Video message cannot be played on the phone!"="Nie można odtworzyć wiadomości wideo w telefonie!"
"video message cannot be played on the phone!"="Nie można odtworzyć wiadomości wideo w telefonie!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Tapeta dla telefonu i EXP zostanie zastąpiona obrazem domyślnym. Czy chcesz kontynuować?"
"Welcome"="Witaj"
"RoundTripDelay"="Czas rundy"
"Resume"="Wznów"
"S_Resume"="Wznów"
"Reset to Factory"="Przywróć ustawienia fabryczne"
"Factory Setting?"="Czy ustawienia fabryczne?"
"Reset To Factory Setting?"="Przywrócić ustawienia fabryczne?"
"resume record"="Wznów nagrywanie"
"S_UnMute"="Włącz dźwięk"
"UnMute"="Włącz dźwięk"
"Resume REC"="Wznowione"
"ResumeREC"="Wznowione"
"S_Resume REC"="Wznowione"
"S_ResumeREC"="Wznowione"
"Failed to resume recording"="Nie można wznowić nagrywania!"
"Call Return"="Przywr. połącz."
"CallReturn"="Połącz ponownie"
"L_Recall"="Przywrócenie połączenia"
"Recall"="Przywrócenie połączenia"
"S_Recall"="Przywrócenie połączenia"
"S_Redial"="Wybierz ponownie"
"L_Call Return"="Przywrócenie połączenia"
"S_Call Return"="Przywrócenie połączenia"
"Call Back"="Oddzwoń"
"S_Call Back"="Oddzwoń"
"S_Reply"="Odpow."
"Conf"="Konferencja"
"Conference"="Konferencja"
"L_Conference"="Konferencja"
"S_Conference"="Konfer."
"Conference with"="Konferencja z"
"Meeting ID"="Meeting ID"
"ConferenceURL"="Adres URL konferencji"
"Conf Manage"="Zarządzanie konf."
"Conference Manage"="Zarządzanie konferencją"
"conference_number"="numer_konferencji"
"Obtaining Status..."="Odczytywanie stanu..."
"Obtaining IP Address"="Uzyskiwanie adresu IP"
"Getting"="Pobieranie"
"Secret"="Tajne"
"Secret"="Tajne"
"PrimaryContact"="Kontakt podstawowy"
"MENU_Basic Setting"="Basic Settings"
"Basic Setting"="Podstawowe"
"Enable this Location"="Włącz lokalizację"
"Active Level"="Poziom aktywny"
"Active Line"="Linia aktywna"
"MENU_Calculator"="Kalkulator"
"Record Mode"="Tryb nagrywania"
"Record file saved"="Plik nagrania zapisany"
"Record Failed"="Nagrywanie nieudane"
"Remember the Password"="Zapamiętaj hasło"
"Encryption Type"="Typ szyfrowania"
"S_Join"="Dołącz"
"Loading phonebook is error!"="Błąd podczas wczytywania książki telefonicznej!"
"Load Failed"="Wczytywanie nie powiodło się."
"Loading image..."="Ładowanie obrazu..."
"Image loading. Please wait !"="Ładowanie obrazu... Czekaj."
"Loading File..."="Wczytywanie pliku..."
"Loading"="Ładowanie"
"Loading, please wait..."="Trwa wczytywanie. Czekaj..."
"Family"="Rodzina"
"home_phone"="telefon_domowy"
"Home Number"="Numer domowy"
"HomeNumber"="Numer domowy"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Har. dni wol."
"Interval"="Interwał"
"S_Silent Monitor"="Monitorowanie poufne"
"Silent Monitor"="Monitorowanie poufne"
"Network Checking..."="Sprawdzanie sieci..."
"Check"="Sprawdź"
"S_Check"="Sprawdź"
"Checking!"="Sprawdzanie…"
"Simple"="Proste"
"Chinese_S"="简体中文(Chinese Simplified)"
"Short Label"="Krótka etykieta"
"Setup"="Ustawianie"
"Keyboard"="Klawiatura"
"Keypad"="Klawiatura"
"S_Keypad"="Klawiatura"
"KeyBoard Test"="Test klawiatury"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Blokada klawiatury"
"Keypad Lock"="Blokada telefonu"
"KeypadLock"="Blokada tel."
"L_KeypadLock"="Blokada klawiatury"
"L_Phone Lock"="Blokada telefonu"
"Phone Lock"="Blokada telefonu"
"S_KeypadLock"="Blokada telefonu"
"S_Phone Lock"="Blokada telefonu"
"Lock type"="Typ blokady"
"Lock Time Out"="Blokada aut."
"Keypad locked."="Telefon został zablokowany."
"Move selected to contactlist ?"="Przenieść na listę kontaktów?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Akceptuj połączenie od "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="ulica"
"Finished"="Zakończone"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Zakończenie wiadomości głosowej"
"Stop Time"="Godz. zakoń."
"DPickup"="Odebr. bezpośr."
"L_Pick Up"="Odbierz"
"Pick Up"="Odbierz"
"Pickup_Idle"="Pickup"
"S_DPickup"="Odebr. bezpośr."
"S_Pick Up"="Odbierz"
"S_Screenshot"="Screenshot"
"Guest Unlock"="Odbl. gościa"
"S_Unlock"="Odblokuj"
"Unlock"="Odblokuj"
"Unlock"="Odblokuj"
"Unlock PIN"="Odblokow. PIN"
"Unlock Pin incorrect"="Niepoprawny kod PIN!"
"Barge In"="Wtrąć się"
"S_Barge In"="Wtr."
"Today"="Dzisiaj"
"Emergency Call Only"="Tylko połączenia alarmowe"
"Emergency"="Alarmowe"
"L_Emergency"="Alarmowe"
"S_Emergency"="Alarm."
"Emergency Escalation"="Odwołanie alarmowe"
"Urgent Message"="Pilna wiadomość"
"Enter"="Wprowadź"
"S_Enter"="Wprow."
"Attended Transfer"="Transfer z asystą"
"Far Mute"="Wycisz. rozm."
"S_Far Mute"="W. roz."
"Disabled"="Wyłączone"
"Forbidden Number"="Numer zabroniony"
"manually configing is forbidden!"="Ręczne konfigurowanie jest zabronione."
"Executive"="Kierownik"
"Executive Common Settings"="Wspólne ustawienia kierowników"
"Executive-Assistant"="Kierownik-Asystent"
"Executive-Originator"="Kierow.-Dzwon."
"ALERT"="Alert"
"Warning"="Ostrzeżenie"
"Warnings"="Ostrzeżenia"
"Warning Interval(s)"="Częstość ostrzeżenia"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="Odstępy między sygnałami ostrzeżeń musi >= 10 i <= 1800"
"Static DNS"="Statyczny DNS"
"Static IP"="Statyczny adres IP"
"Static IP Client"="Klient ze st. IPv4"
"Static IPv4 Client"="Stat. klient IPv4"
"IPv4 Static DNS"="Statyczny IPv4 DNS"
"Static IPv6 Client"="Klient ze statycznym adresem IPv6"
"IPv6 Static DNS"="Statyczny IPv6 DNS"
"Mute"="Wycisz"
"S_Mute"="Wycisz"
"S_Silence"="Wycisz"
"Silence"="Cisza"
"Silent"="Poufne"
"Slient"="Slient"
"old"="stare"
"The old PIN"="Poprzedni PIN"
"Old PWD"="Stare hasło"
"The old pwd"="Poprzednie hasło"
"The old password is wrong!"="Hasło jest niepoprawne!"
"Block"="Zablokowany"
"Reject"="Odrzuć"
"Rejected"="Odrzucone"
"S_Block"="Zablokowany"
"S_Reject"="Odrzuć"
"S_Open Door"="Otwórz drzwi"
"On"="Wł."
"Outbound Status"="Stan poł. wy."
"VPN Active"="VPN jest aktywny"
"Lock Enable"="Włączenie blokady"
"On Code"="Kod włączenia"
"Off Code could not be empty when On Code is set!"="Pole kodu wyłączenia nie może być puste, gdy ustawiono kod włączenia!"
"Enable Diversion Inhibitor"="Zakaz przekierow."
"S_Start"="Rozp."
"Start"="Rozpocznij"
"StartSharing"="Zacznij współdzielenie"
"S_Start REC"="Nagraj"
"S_StartREC"="Nagraj"
"Start REC"="Nagraj"
"StartREC"="Nagraj"
"Start Time"="Godz. rozp."
"DSS Keys"="Klawisze DSS"
"Dsskey"="Klucz DSS"
"Dsskey Wallpaper"="Tapeta klawisza DSS"
"Optional"="Opcjonalne"
"S_S2S Avail"="Dost."
"S2S Avail"="Dost."
"available network(s)"="dostęp. sieci:"
"available network(s)(Connected with"="dostęp. sieci (połączone z"
"Available Recording Time"="Pozostały czas nagrywania"
"Available Wireless Device"="Dostępne sieci"
"Free"="wolne"
"Available Recording Time is less than 1 hour"="Dostępny czas nagrywania poniżej 1 godz."
"available network(s)("="dostęp. sieci:"
"available network(s):"="dostęp. sieci:"
"Empty"="Puste"
"N/A"="N/D"
"None"="BRAK"
"S_Empty"="Puste"
"Space is not enough"="Brak miejsca."
"Idle Record"="Nagrywanie przy bezczynności"
"IdleRecord"="IdleRecord"
"Empty Value"="Zero"
"Softkey Label"="Etykieta klawisza programowego"
"Fast Forward"="Przew. do prz"
"S_Fast Forward"="Przew. do prz"
"Fast Rewind"="Przew. wstecz"
"S_Fast Rewind"="Przew. wstecz"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Moduł rozszerzenia"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Tapeta EXP zostanie zastąpiona obrazem domyślnym. Czy chcesz kontynuować?"
"CallPull"="Pobranie"
"S_CallPull"="Pobierz"
"Talk From"="Mów z"
"Not Acceptable Here"="Nieakceptowalne tutaj!"
"Call Filtering"="Filtrowanie połączeń"
"Call Filtering Mode"="Tryb fil. poł"
"Call Filtering Switch"="Przeł. filtru poł."
"Call Pickup"="Przej. połącz."
"Calls for Pickup"="Połączenia do przejęcia"
"Incoming video call request..."="Żądanie przychodzącego połączenia wideo..."
"From_Num"="Numer dzwoniącego"
"From_FWD"="Info o przekierowaniu"
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: włączone"
"Bluetooth Mac"="Adres MAC Bluetooth"
"Business Number"="Numer służbowy"
"bluetooth device(s)"="urządz. Bluetooth"
"Bluetooth Device(s)"="urządz. Bluetooth"
"bluetooth devices"="Urządzenia Bluetooth"
"Bluetooth Device(s) (Connecting with"="urządz. Bluetooth (łączenie z"
"bluetooth device(s)(Connecting with"="urządz. Bluetooth (łączenie z"
"No Bluetooth Adapter Found."="Nie znaleziono modułu Bluetooth."
"Bluetooth adapter is removed."="Adapter Bluetooth usunięty."
"Adapter has removed out"="Moduł Bluetooth został usunięty."
"Type"="Typ"
"Away"="Nieobecny"
"S_S2S Unavail"="Nieobecny"
"S2S Unavail"="Nieobecny"
"Offline"="Offline"
"S_Unavail"="Niedost"
"S_Unavailable"="Niedos."
"Unavail"="Niedost"
"Unavailable"="Niedostępne"
"Unavailable Reason Code"="Kod przyczyny niedostępności"
"Calllog"="Recents"
"History Record"="Rekord historii"
"History Setting"="Ustawienia historii"
"History Details"="Szczegóły historii"
"Provision now?"="Wykonać provisioning?"
"Update now?"="Aktualizować teraz?"
"Connect"="Połącz"
"ICON_Connect"="Połącz"
"S_Connect"="Połącz"
"USB Connecting"="Podłączanie USB"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Podłączono!"
"Connect to"="Połącz z"
"Disconnecting..."="Rozłączanie..."
"Failed to connect \nto server!"="Nie można ustanowić \npołączenia z serwerem!"
"Failed to connect to server!"="Nie można ustanowić połączenia z serwerem!"
"Connect failed."="Ustanawianie połączenia nie powiodło się."
"Connect Fail!"="Połączenie nieudane."
"Connect Mobile Failed"="Błąd połączenia mobilnego"
"Connecting"="Łączenie"
"Connecting..."="Ustanawianie połączenia..."
"Contact already exists. Add contact with the same name?"="Kontakt już istnieje. Czy mimo to chcesz utworzyć nowy kontakt?"
"Delete the contact will also delete the contact in the server and can not be restored."="Kontakt na serwerze jest trwale usuwany."
"contact full"="Lista kontaktów jest zapełniona!"
"Contacts Setting"="Ustawienia kontaktów"
"Contact Details"="Informacje o kontakcie"
"Contact exist!"="Nazwa kontaktu już istnieje!"
"Confirm PIN mismatch!"="Niezgodność PIN!"
"FlexSeat"="Logowanie FlexSeat"
"FlexSeat Login"="Logowanie FlexSeat"
"Ring Tones"="Dzwonki"
"MENU_Browser"="Przeglądarka"
"Browse Photo"="Wyświetl zdjęcie"
"Browse Recordings"="Przeglądaj audio"
"Messages List"="Lista wiadomości"
"L_Messages List"="Lista wiadomości"
"S_Messages List"="Lista wiadomości"
"L_Record"="Nagraj"
"Record"="Nagraj"
"S_Record"="Nagraj"
"Voice Record"="Nagranie głosu"
"Failed to record call"="Nie można nagrać rozmowy telefonicznej!"
"MENU_Recorder"="Rejestrator"
"Voice Recorder Number is invalid!"="Nieprawidłowy numer rejestratora głosu!"
"Recording not allow play any record!"="Cannot play any record during recording!"
"Record VM"="Nagraj powitanie"
"Record Warning Tone"="Nagraj sygnał ostrzegawczy"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Śledź trasę"
"Code"="kod"
"Busy..."="Zajęty..."
"Busy"="Zajęty"
"B Transfer"="Tran. B"
"S_B Transfer"="Tran. B"
"No Record"="Brak nagrania"
"No available Wi-Fi,go to Wi-Fi setting now?"="Brak dostępnej sieci bezprzewodowej. Przejść teraz do ustawień Wi-Fi?"
"No Available Account"="No available account"
"No EXP"="Brak modułu rozszerzenia"
"No USB Inserted"="USB niepodłączone."
"No contact!"="Brak kontaktu!"
"No Disposition Codes"="Brak kodów dyspozycji!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Nie znaleziono karty Status!"
"Media Type"="Typ nośnika"
"Media Stats"="Statystyki mediów"
"Media audio"="Media audio"
"Invalid US Date Format!"="Niepoprawny format daty USA."
"Invalid US Time Format!"="Niepoprawny format godziny USA."
"Opt Out"="Odrzuć"
"Opt In"="Użyj"
"Password"="Hasło"
"Change Password"="Zmień hasło"
"Password can't have space only"="Hasło nie może zawierać spacji"
"Password can't be empty!"="Pole hasła nie może być puste!"
"Confirm password mismatch!"="Hasła są niezgodne!"
"Passwords don't match!"="Hasła się nie zgadzają."
"Password is wrong!"="Niepoprawne hasło!"
"Password is invalid!"="Nieprawidłowe hasło!"
"Cipher Type"="Typ szyfrowania"
"Invalid Password!"="Niepoprawne hasło."
"Do Not Disturb"="Nie przeszkadzać (DND)"
"DND Enable"="Stan DND"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Wyłączony tryb zestawu głośnomówiącego"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="imię"
"Name suffix"="Przyrostek nazwy"
"Name prefix"="Przedrostek nazwy"
"Members"="Członkowie"
"members"="Członkowie"
"Last Name"="Nazwisko"
"Name can't be empty!"="Pole nazwy nie może być puste!"
"ICON_Sort First Name"="Sort by First Name"
"Sort First Name"="Sortuj według imienia"
"Search by FirstName"="Wyszukaj według imienia"
"Search by Name"="Wyszukaj według nazwy"
"Name is invalid!"="Nazwa niepoprawna."
"Default"="Domyślne"
"default"="Domyślne"
"S_default"="Domyślne"
"CommonRingTone"="Wspólne"
"Default password is in use"="Domyślne hasło używane."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Brama domyślna"
"IPv4 Default Gateway"="Brama IPv4"
"Default Gateway is invalid!"="Nieprawidłowa brama domyślna!"
"Default Account"="Konto domyślne"
"Target"="Cel"
"Target can't be empty!"="Pole lokalizacji docelowej nie może być puste!"
"Server Internal Error"="Wewnętrzny błąd serwera"
"Out of memory!"="Brak pamięci!"
"Storage is not enough, recorded file is saved."="Brak miejsca. Nagrany plik jest zapisywany."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Usunąć wsz. dz. poł. %s? Nie można cofnąć tej akcji."
"Nick Name"="Nazwa użytkownika"
"Nickname"="Nickname"
"Nick name must be unique."="Login musi być unikatowy."
"Nick name must not be empty."="Pole Login nie może być puste."
"Anonymous"="Anonimowe"
"Anonymous Call"="Połączenia anonimowe"
"Anonymous Rejection"="Odrzucanie połączeń anonimowych"
"Year"="Rok"
"Date(YMD)"="Data (RMD)"
"Your Name or Password was not Recognized!"="Niepoprawna nazwa użytkownika lub hasło."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Nastąpi automatyczne wylogowanie z MLHG. Czy na pewno chcesz się zalogować?"
"You have quitted the group successfully."="Opuszczono grupę."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Kolejkowanie"
"Paired Bluetooth Device"="Sparowane urządzenia Bluetooth"
"Configuration"="Configuration"
"Config Version"="Wersja konfiguracji"
"Config updating!"="Config updating!"
"Configuration Updating !"="Aktualizowanie konfiguracji!"
"Configuration update complete."="Aktualizacja konfiguracji zakończona."
"Nothing Changed!"="Brak zmian!"
"Friend"="Znajomy"
"Passkey"="Klucz dostępu"
"Frequency"="Częstotliwość"
"hiragana_first_name"="imię_hiragana"
"hiragana_last_name"="nazwisko_hiragana"
"Platform"="Platforma"
"Screensaver"="Wygaszacz ekranu"
"Screensaver Type"="Typ wygasz. ekranu"
"Var"="użytkownik"
"Common Account"="Konto ogólne"
"Other"="Inne"
"Others"="Inne"
"Other error!"="Inny błąd."
"Other Number"="Inny numer"
"OtherNumber"="Inny numer"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Przedsiębiorstwo"
"Call Initiation"="Inicj. poł."
"S_Call Initiation"="Inicj."
"Enabled"="Włączone"
"Intercom Allow"="Zezwalaj (domofon)"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Poprzednia strona"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Prefiks"
"Prefix"="Prefiks"
"S_Prefix"="Prefiks"
"Prefix is invalid!"="Nieprawidłowy prefiks!"
"Bridge"="Mostek"
"Bridge ID"="Identyfikator mostu"
"BridgeID is invalid!"="Nieprawidłowy identyfikator mostu!"
"S_Swap"="Zamień"
"S_Switch"="Przeł."
"Swap"="Zamień"
"Switch"="Przełącz"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Przełącz"
"Switch Account"="Zmień konto"
"S_Clear"="Kasuj"
"Clear web.cfg settings"="Kasuj ustawienia web.cfg"
"Clear local.cfg settings?"="Resetować ustawienia local.cfg?"
"Clear non-static settings?"="Resetować ustawienia niestatyczne?"
"Clear all static.* settings?"="Resetować wszystkie ustawienia static.*?"
"Clear All Record ?"="Czy skasować wszystkie nagrania?"
"Clear All Photo ?"="Czy skasować wszystkie zdjęcia?"
"Clear all userdata & local config?"="Resetować wszystkie dane użytkownika i konfigurację lokalną?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Kasuj ikonę"
"Clear account config \n\n please wait..."="Czyszczenie konfiguracji konta. \n Czekaj..."
"Clear your account config?"="Wyczyścić Twoją konfigurację konta?"
"Please Wait!"="Czekaj."
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Podłącz pamięć USB!"
"EXP power is lack!"="Wymagany jest zasilacz zewnętrzny!"
"Leave Message"="Zostaw wiadomość"
"Do you want to save the contact or discard it?"="Chcesz zapisać czy odrzucić kontakt?"
"Do you want to save your changes or discard them?"="Chcesz zapisać czy odrzucić wprowadzone zmiany?"
"Do you want to save the message or discard it?"="Chcesz zapisać czy odrzucić wiadomość?"
"Do you want to logout?"="Czy chcesz się wylogować?"
"Would you like to sync phone contacts temporarily?"="Czy chcesz tymczasowo zsynchr. kontakty telefonu?"
"Please wait"="Czekaj"
"Please enter your SIP Credential Password!"="Wprowadź swoje hasło poświadczeń SIP!"
"SIP credential password!"="Niepoprawne hasło poświadczeń SIP!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Wprowadź słowa kluczowe."
"Please Enter Filter Conditions"="Wprowadź warunki filtra"
"Enter Filter Conditions"="Wpr. war. filtru"
"Please Enter Password"="Wprowadź hasło"
"Please input complete pin code"="Podaj pełny kod PIN"
"Please enter an IP address or domain name"="Wprowadź adres IP lub nazwę domeny"
"Previous Operation in Process."="Poprzednia operacja nie została zakończona!"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Wybierz"
"Please selected contact!"="Wybierz kontakt!"
"Please selected record!"="Wybierz wpis."
"Please select a Disposition Code!"="Wybierz kod dyspozycji!"
"Please selected a group!"="Wybierz grupę!"
"Please select a group"="Wybierz grupę"
"Please contact your service provider for commprotal web URL!"="Skontaktuj się z usługodawcą, aby uzyskać adres URL dla Commportal!"
"Please contact your service provider for CommPortal web Username/Password!"="Skontaktuj się z usługodawcą, aby uzyskać nazwę użytkownika / hasło dla Commportal!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Podaj poniższy kod PIN w routerze Wi-Fi i naciśnij przycisk OK, by rozpocząć łączenie:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Wprowadź poniżej kod PIN routera Wi-Fi i naciśnij przycisk OK, aby ustanowić połączenie:"
"Please retry..."="Spróbuj ponownie..."
"Retrieve"="Przywróć"
"S_Retrieve"="Przywróć"
"Retrieve Failed."="Pobranie nie powiodło się."
"L_Retrieve Park"="Odb. przyp. poł."
"Retrieve Park"="Odb. przyp. poł."
"Cancel"="Anuluj"
"S_Cancel"="Anuluj"
"Cancel Login"="Anulowanie logowania"
"Cancel Select Executive"="Anuluj wybór kierownika"
"Range of value is illegal"="Zakres wartości jest nieprawidłowy."
"Delete All"="Usuń wszystko"
"ICON_Delete All"="Usuń wszystko"
"S_Split All"="Split All"
"All Off"="Wyłącz wszys."
"S_All Off"="Wył wsz"
"All On"="Włącz wszys."
"S_All On"="Wł wsz"
"Global Address Book"="Globalna książka adresowa"
"Del All"="Usuń wszystko"
"S_Del All"="Us. wsz"
"S_Delete All"="Us. wsz"
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Potwierdzasz ustawienie pustego hasła?"
"Confirm PIN"="Potwierdź kod PIN"
"Are you sure you want to Log out!"="Czy na pewno chcesz się wylogować?"
"Confirm PWD"="Potwierdź hasło"
"Group Id is invalid!"="Nieprawidłowy identyfikator grupy!"
"Group Listening"="Głoś. dla grupy"
"L_Group Listening"="Głoś. dla grupy"
"Group"="Grupa"
"L_Group"="Grupa"
"S_Group"="Grupa"
"group_id"="ID_grupy"
"Group isn't exist!"="Grupa nie istnieje!"
"Group not existed!"="Grupa nie istnieje."
"Group is full!"="Grupa jest zapełniona!"
"Group Night Forward"="Przekierowanie zbiorcze po pracy"
"Group already exist!"="Ta grupa już istnieje!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Linia informacyjna"
"Hot Number"="Nr linii inform."
"HotLine Delay"="Op. linii in."
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Hotline delay should be 0 ~ 10!"
"Authentication Failed!"="Uwierzytelnianie nieudane."
"Day"="Dzień"
"MENU_Calendar"="Kalendarz"
"Date"="Data"
"Date Format"="Format daty"
"Date Format is invalid!"="Nieprawidłowy format daty!"
"logs"="Logs"
"Softkey 1"="Klawisz programowy 1"
"Softkey 2"="Klawisz programowy 2"
"Softkey 3"="Klawisz programowy 3"
"Softkey 4"="Klawisz programowy 4"
"S_Scan"="Skanuj"
"Scan Wifi"="Skanuj Wi-Fi"
"Scanning bluetooth devices.."="Scanning Bluetooth devices..."
"Scanning..."="Scanning..."
"Delete"="Usuń"
"ICON_Delete"="Usuń"
"S_Delete"="Usuń"
"S_Remove"="Usuń"
"Deleting."="Usuwanie."
"Delete successed"="Usunięto pomyślnie."
"Deleted successfully"="Usunięto."
"Delete number?"="Usunąć numer?"
"Delete the record?"="Usunąć rekord?"
"Delete Call Log"="Usuń dziennik poł."
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Usunąć wszystkie numery?"
"Delete all locations?"="Usunąć wszystkie lokalizacje?"
"Delete Group"="Usuń grupę"
"Delete selected wallpaper?"="Usunąć wybraną tapetę?"
"Delete seleted images?"="Usunąć wybrane obrazy?"
"Delete the selected message?"="Usunąć wybraną wiadomość?"
"Delete seleted item?"="Usunąć wybrany element?"
"Delete selected paging group?"="Usunąć wybrane grupy pagerów?"
"Delete all?"="Czy usunąć wszystko?"
"Delete All Call Log"="Usuń wszys. dz. poł."
"Delete all item?"="Usunąć wszystkie elementy?"
"Delete all the call records?"="Usunąć wszystkie rekordy połączeń?"
"Delete all images?"="Usunąć wszystkie obrazy?"
"Delete All Items?"="Usunąć wszystkie elementy?"
"Delete All Group?"="Usunąć wszystkie grupy?"
"Delete all paging group?"="Usunąć wszystkie grupy pagerów?"
"Deleting Calls"="Usuń połączenia"
"Deleting completed."="Usuwanie zakończone."
"Delete location?"="Usunąć lokalizację?"
"Delete File Success"="Plik usunięty"
"Delete File Fail"="Nie usunięto pliku."
"Delete Message?"="Czy usunąć wiadomość?"
"Do you want to delete this call log?"="Czy chcesz usunąć ten dziennik połączeń?"
"Delete Selected Group?"="Usunąć wybraną grupę?"
"Delete Focus Record ?"="Delete selected record?"
"Delete the selected records?"="Czy usunąć wybrany wpis?"
"Delete Selected Item?"="Usunąć wybrany element?"
"Delete the select item?"="Czy usunąć wybrany element?"
"Delete this audio?"="Usunąć ten plik audio?"
"Delete this group message(s)?"="Usunąć wiadomości tej grupy?"
"Delete this Message?"="Czy usunąć tę wiadomość?"
"Delete this message?"="Czy usunąć tę wiadomość?"
"Delete this voice mail?"="Usunąć tę wiadomość głosową?"
"Deleting"="Usuwanie"
"Deleting. Please wait..."="Usuwanie. Czekaj..."
"Deleting..."="Usuwanie..."
"Deleting... Please Wait."="Usuwanie... Czekaj."
"Ring Splash"="Krótki dźwięk"
"Previous"="Wstecz"
"S_Previous"="Wstecz"
"GuestLock"="Blok. gościa"
"S_GuestLock"="Bl. goś"
"Prev"="Wstecz"
"S_Prev"="Wstecz"
"Move Up"="Przenieś w górę"
"Phone"="Telefon"
"Device Name"="Nazwa urządzenia"
"Device name can't be empty!"="Pole nazwy urządzenia nie może być puste!"
"Device Info"="Informacje o urządzeniu"
"Device Cert"="Cert. urządz."
"ICON_Setting"="Ustawienie"
"MENU_Settings"="Ustawienia"
"S_Set as"="Ustaw"
"Set as"="Ustaw"
"Setting"="Ustawienie"
"Settings"="Ustawienia"
"Go to Setting?"="Go to Setting?"
"Set E911 Location"="Ustaw lokalizację E911"
"Set wallpaper successfully"="Pomyślnie ustawiono tapetę!"
"Set WallPaper Fail"="Nie ustawiono tapety"
"Set Dsskey wallpaper successfully"="Tapeta dla klawiszy DSS ustawiona."
"Setting Type"="Typ ustawienia"
"Set you location?"="Ustawić Twoją lokalizację?"
"Set screensaver successfully"="Pomyślnie ustawiono wygaszacz ekranu!"
"Config Updating"="aktualiz. konfig."
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Ustaw jako tapetę EXP"
"Set EXP wallpaper successfully"="Pomyślnie ustawiono tapetę EXP!"
"Set as wallpaper"="Ustaw jako tapetę"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Ustaw jako wygasz. ekr."
"An error occurred during file setting"="Wystąpił błąd podczas ustawiania pliku."
"Set Voice Mail Code"="Ustaw kod poczty głosowej"
"Apply for binding devices"="Zastosuj, by powiązać urządzenia"
"Invalid Identity!"="Niepoprawna identyfikacja."
"Upgrade Video"="Aktualizuj wideo"
"Update Finish !"="Zakończenie aktualizowania!"
"Sound"="Dźwięk"
"Remaining battery"="Stan baterii"
"Available Audio Record"="Dostępne nagranie audio"
"Remaining Time"="Pozostały czas"
"failed"="Niepowodzenie"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Niepowodzenie. Spróbuj ponownie..."
"Time(HMS)"="Godzina (GMS)"
"Time"="Godzina"
"Time Format"="Format godziny"
"Time Format is invalid!"="Nieprawidłowy format godziny!"
"Invalid Time Format!"="Niepoprawny format godziny."
"Time & Date"="Godzina i data"
"Time & Date Format"="Format godziny i daty"
"Time Zone"="Strefa czasowa"
"Identify USB device failed."="Nie można zidentyfikować urządzenia USB."
"User name couldn't be empty!"="Pole nazwy użytkownika nie może być puste!"
"bw_userid"="Id. użytk. BW"
"Use Host"="Użyj hosta"
"Always with Pause/Resume"="Zawsze z Pauza/Wznów"
"Video"="Wideo"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Konferencja wideo"
"Video record error!"="Record video error!"
"video record error!"="Record video error!"
"Yes"="Tak"
"Log Out?"="Wylogować?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to remove ?"="Confirm to remove ?"
"Do you want to delete all call logs?"="Czy chcesz usunąć wszystkie dzienniki połączeń?"
"Do you want to delete all placed call logs?"="Czy usunąć wszys. dzienniki połączeń zainicjowanych?"
"Do you want to delete all call logs?This action can not be reversed."="Usunąć wsz. dz. połącz.? Nie można cofnąć tej akcji."
"Do you want to delete all missed call logs?"="Czy usunąć wszyst. dzienniki połączeń nieodebranych?"
"Do you want to delete all received call logs?"="Czy usunąć wszystkie dzienniki połączeń odebranych?"
"Are you sure to delete the Account information ?"="Czy usunąć dane konta?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Czy zamknąć konto?"
"Do you want to remove"="Czy chcesz usunąć uczestnika"
"Adapter has added, scanning the bluetooth devices right now?"="Dodano moduł Bluetooth. Skanować w poszukiwaniu urządzeń Bluetooth teraz?"
"Favorite"="Ulubione"
"Favourite"="Ulubione"
"ICON_Favorite"="Favorites"
"Favorite is on\n manually configing is forbidden!"="Lista Ulubione jest aktywna.\n Konfig. ręczna zabr.!"
"Favoritelist"="Lista podręczna"
"Favorite Directory"="Książka podręczna"
"Favorite Index"="Indeks Ulubione"
"Favorite Index already exist!"="Indeks Ulubione już istnieje!"
"Charge"="Charge"
"Inbox"="Skrzynka odbiorcza"
"Handset mode disabled"="Wyłączony tryb telefonu"
"Manual Setting"="Ustawienia ręczne"
"Mobile"="Komórkowe"
"mobile_phone"="telefon_komórkowy"
"ICON_Send by Mobile"="Wys. z kom"
"S_Send by Mobile"="Wys. z kom"
"Send by Mobile"="Wys. z kom"
"Mobile Account"="Konto telefonu komórkowego"
"Mobile Number"="Numer komórkowy"
"Mobile Account is not connected!"="Konto telefonu komórkowego nie zostało podłączone!"
"Invalid Mobile number!"="Niepoprawny nr telefonu komórkowego."
"Mobile number is invalid!"="Numer telefonu komórkowego niepoprawny."
"Mobile Contacts"="Kontakty komórkowe"
"Mobile Connected"="Podłączono urządz. przen."
"Phone audio"="Dźwięk telefonu"
"Mobile Voice Mail"="Mobilna poczta głosowa"
"L_Mobile Account"="Konto telefonu komórkowego"
"Pri.DNS"="Podst. serwer DNS"
"Enter the 9 PIN Code"="Wprowadź 9-cyfrowy PIN"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Wprowadź swoje hasło dostępu Web!"
"Enter number"="Wprowadź numer"
"Enter the meeting ID"="Wprowadź ID spotkania"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Wprowadź hasło"
"Enter code"="Wprowadź kod"
"Enter New Pin"="Wprowadź nowy PIN"
"Packets lost"="Utracone pakiety"
"Flash"="Flash"
"S_Refresh"="Odśwież"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Odświeżenie nieudane"
"Flash Time"="Czas migania"
"Flashing"="Miganie"
"Refreshing.."="Refreshing.."
"Sequential"="Sekwencyjne"
"L_Private Hold"="Wstrzym. prywat."
"Personal Address Book"="Osobista książka adresowa."
"L_Personal"="Personal"
"S_Personal"="Osobiste"
"PriHold"="Wstrzymanie"
"Private Hold"="Wstrzym. prywat."
"S_PriHold"="Wstrzymanie"
"ICON_Search"="Wyszukaj"
"S_Search"="Szukaj"
"Scan"="Skanuj"
"Search"="Wyszukaj"
"Search Key"="Klucz wyszukiwania"
"Search Result"="Wynik wyszuk."
"Scan Bluetooth Device"="Skanuj w poszukiwaniu urządzeń Bluetooth."
"Search Type"="Typ wyszukiwania"
"Search Global Contacts"="Wysz. kontakty glob."
"Search Group"="Wyszukaj grupę"
"Scan failed."="Skanowanie nie powiodło się."
"Search Failed!"="Wyszukiwanie nieudane."
"L_SpeedDial"="Szybk. wyb. num."
"S_SpeedDial"="Szybk. wyb. num."
"SpeedDial"="Szybk. wyb. num."
"Anywhere"="Dowolna lokalizacja"
"Alert Broadworks Anywhere Location"="Dowolny alert lok."
"Both"="Oba"
"All XML Group"="Wszystkie grupy XML"
"All keys"="Wszyst. klawisze"
"All Contact"="All Contacts"
"All Buddies"="Wszyscy znajomi"
"All Calllog"="Wszyst. poł."
"All Calls"="Wszyst. poł."
"All Income Calls"="Wsz. połączenia"
"All Contacts"="Wszystkie kontakty"
"L_All Contacts"="Wszystkie kontakty"
"S_All Contacts"="Wszystkie kontakty"
"All Groups?"="Czy wszystkie grupy?"
"all message?"="Czy wszystkie wiadomości?"
"All Internal Calls"="Wsz. poł. wew."
"All External Calls"="Wsz. poł. zew."
"Lock"="Zablokuj"
"lock"="Zablokuj"
"Locked."="Zablokowane"
"Menu Locked"="Menu zablokowane"
"S_Guest Lock"="Blokada gości"
"Lock Time Should be more than 0!"="Czas blokady powinien być większy niż 0."
"Specified AES"="Wspólny AES"
"Tips:"="Tips:"
"Add"="Dodaj"
"ICON_Add"="Dodaj"
"S_Add"="Dodaj"
"Add Metaswitch Contact"="Dodaj kontakt Metaswitch"
"Add PAB"="Dodaj PAB"
"Add to"="Dodaj do"
"ICON_Add to"="Dodaj do"
"Add To Metaswitch Contact"="Dodaj do kontaktu Metaswitch"
"ICON_Add To Metaswitch Contact"="Dodaj do kontaktu Metaswitch"
"Add to local Contacts"="Dodaj do kontaktów lokalnych"
"Add to Favorites with an index of"="Add to Favorites with an index of"
"Add to Blacklist"="Dodaj do czarnej listy"
"Add to Contact"="Dodaj do kontaktu"
"Add to Contacts"="Dodaj do kontaktów"
"ICON_Add to Contacts"="Dodaj do kontaktów"
"Add to Favorite with an index of"="Dodaj do listy Ulubione z indeksem"
"Add to Personal"="Dodaj do osobistych"
"Add Number"="Dodaj numer"
"Add Blacklist"="Dodaj listę zabronionych"
"Add Contact"="Dodaj kontakt"
"Add Personal"="Dod. osobiste"
"ICON_Add Personal"="Dod. osobiste"
"Add network"="Dodaj sieć"
"Add Group"="Dodaj grupę"
"S_Add Group"="Dodaj grupę"
"Add Group SoftKey"="Dodaj grupę"
"S_Add Group SoftKey"="Dod gr."
"New Missed Call(s)"="Nowe połączenia nieodebrane"
"New Text Message"="Nowe wiadomości tekstowe"
"New Voice Mail(s)"="Nowa poczta głosowa"
"Skip"="Skip"
"Update Skipped"="Aktualizacja pominięta"
"S_Stop"="Zatrzymaj"
"Stop"="Zatrzymaj"
"Stopped"="Zatrzymano"
"StopSharing"="Zakończ współdzielenie"
"S_Stop REC"="ZatrzNag"
"S_StopREC"="ZatrzNag"
"Stop REC"="ZatrzNag"
"StopREC"="ZatrzNag"
"Failed to stop recording"="Nie można zatrzymać nagrywania!"
"Call Finish"="Porzucenie połączenia"
"Call Recording"="Nagranie połączenia"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Rozmowa"
"Call Park"="Park. połącz."
"L_Call Park"="Park. połącz."
"Call Park Number is invalid!"="Nieprawidłowy numer parkowania połączeń!"
"Transfer"="Przekaż"
"Transfer to"="Transfer do"
"Calls Longest"="Najdłuższe oczekiwanie"
"Directories"="Książka"
"Directory"="Książka"
"L_Directory"="Książka"
"MENU_Directory"="Książka"
"Synchronous mode"="Tryb synchroniczny"
"Sync failed"="Błąd synchronizacji"
"Mobile Contacts Sync"="Synchronizacja"
"Simultaneous"="Równoczesne"
"Simultaneous Ring Personal"="Równoczesny dzwonek osobisty"
"Transparency"="Transparentność"
"Photo"="Zdjęcie"
"Image load error !"="Błąd ładowania obrazu."
"Image is too large !"="Obraz jest za duży."
"Can not compress pictures!"="Zdjęć nie można skompresować."
"Photo Details"="Photo Details"
"Exit"="Zakończ"
"S_Exit"="Zakończ"
"Update Existing"="Istnieje aktualizacja"
"BackSpace"="Backspace"
"Done"="Gotowe"
"Finish"="Finish"
"S_Finish"="Zakończ"
"Saving completed."="Pomyślnie zapisano."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now…"
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Kontakt się synchronizuje."
"Contact not existed!"="Kontakt nie istnieje."
"Network"="Sieć"
"L_Network Favorites"="Sieciowa lista podręczna UC"
"Network Favorites"="Siec. Ulubione"
"Network Unavailable"="Sieć jest niedostępna"
"Net unavailable !"="Sieć jest niedostępna!"
"Network unavailable."="Sieć jest niedostępna."
"The network is unstable"="Sieć niestabilna"
"Storage Network"="Znana sieć"
"S_Network Calls"="Network Calls"
"Network PhoneBook"="Książka sieciowa"
"Network Call List"="Lista połączeń sieciowych"
"Network changed. Rebooting"="Zmieniono sieć. Ponowne uruchamianie."
"Web Timer "="Licznik sieci Web "
"Web Timer should be 0-120!"="Licznik sieci Web powinien mieć wartość 0–120."
"Network CallLog"="Połączenia sieciowe"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Połączenia sieciowe"
"Network Directories"="Katalog sieciowy"
"Network Directory"="Katalog sieciowy"
"NetworkDirectoryMenu"="NetworkDirectoryMenu"
"S_Network Directories"="Katalog sieciowy"
"S_Network Directory"="Katalog sieciowy"
"NetworkDirectoryGroup"="Grupa kat. siec."
"S_NetworkDirectoryGroup"="Grupa sieciowa"
"L_Network Contacts"="Kontakty sieciowe"
"L_Network Group"="Grupa sieciowa"
"Network Contacts"="Kontakty sieciowe"
"Network Group"="Grupa sieciowa"
"S_Network Group"="Grupa sieciowa"
"S_Network Contacts"="Kontakty sieciowe"
"NetworkFavorites"="Sieciowa lista podr."
"S_Network Dirctory"="Sieciowa książka telefoniczna"
"Network unreachable"="Sieć niedostępna"
"Network Details"="Szczegóły sieci"
"Network Status"="Stan sieci"
"web"="web"
"Web Server"="Serwer Web"
"UnTested"="UnTested"
"Undefined Error!"="Nieokreślony błąd."
"UnRead"="Nieodczytane"
"Missed"="Missed"
"Missed Calllog"="Poł. nieod."
"Missed Calls"="Poł. nieod."
"Missed Call"="Nieodeb. połącz."
"unauthorized."="Nieautoryzowane"
"Not Found"="Nie znaleziono"
"Unknown"="Nieznane"
"Unknown Error !"="Nieznany błąd."
"Unknown Line"="Nieznana linia"
"User unknown."="Nieznany użytkownik."
"Unregistered"="Niezarejestrowane"
"Un-Park"="Un-Park"
"Location"="Lokalizacja"
"location?"="lokalizacja?"
"Locations"="Lokalizacje"
"Text can't be empty!"="Pole tekstowe nie może być puste!"
"Text Message"="Wiadomość tekstowa"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Rozmiar pliku"
"MENU_File Manager"="Menedżer plików"
"File Name"="Nazwa pliku"
"Profile Name"="Nazwa profilu"
"File is too large !"="File is too large !"
"The file is too large"="Plik jest zbyt duży."
"Incorrect filesystem, please use FAT32"="Niepoprawny system plików. Użyj systemu FAT32."
"File already exists, Confirm to replace or not?"="Plik już istnieje. Czy chcesz kontynuować?"
"File already exists"="Plik już istnieje."
"file renaming"="Zmiana nazwy pliku"
"My Mobile"="Komórkowy"
"S_My Mobile"="Komórkowy"
"My State"="Mój status"
"My Status"="Mój stan"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="Brak URL"
"Unrecognized USB"="Nierozpoznane urządzenie USB"
"Can not register to sip server."="Cannot register to SIP server."
"No Group"="Brak grupy"
"Always forward to"="Always forward to"
"Always Forward"="Zawsze przek."
"Wifi adapter has added, scanning the wifi devices right now?"="Dodano kartę Wi-Fi. Skanować w poszukiwaniu dostępnych sieci bezprzewodowych teraz?"
"Wifi adapter has removed out"="Karta Wi-Fi została usunięta."
"Wifi"="WiFi"
"Storage list is full, please delete old one if wanting to add in"="Lista sieci bezprzewodowych jest pełna. Usuń stary wpis przed dodaniem nowego!"
"List is full, please delete before add!"="Lista sieci bezprzewodowych jest pełna. Usuń stary wpis przed dodaniem nowego!"
"Wireless Status"="Stan Wi-Fi"
"Invalid"="Niepoprawne"
"Invalid BLF Value!"="Niepoprawna wartość BLF."
"Unknown Uri scheme"="Nieznany schemat identyfikatora URI"
"Invalid IPv6 IP Prefix!"="Niepoprawny prefiks IPv6."
"Invalid NTP server2!"="Niepoprawny serwer NTP2."
"Invalid Outbound Alternate Number!"="Niepoprawny alternatywny nr połączenia wychodzącego."
"Invalid Outbound proxy!"="Niepoprawny serwer proxy ruchu wychodzącego."
"Invalid Xml Browser Value!"="Niepoprawna wartość pola przeglądarki XML."
"Invalid Family number!"="Niepoprawny numer rodziny."
"Invalid Extension!"="Niepoprawny nr wewnętrzny."
"Invalid Voice Recorder Number!"="Niepoprawny numer rejestratora głosu."
"Invalid Prefix Value!"="Niepoprawna wartość prefiksu."
"Invalid Call off code!"="Niepoprawny kod wyłączający."
"Invalid Date Format!"="Niepoprawny format daty."
"US Date Format is invalid!"="Nieprawidłowy format daty US!"
"US Time Format is invalid!"="Nieprawidłowy format godziny US!"
"Favorite Index Valid"="Nieprawidłowy indeks Ulubione"
"Invalid Redial Interval!"="Niepoprawny czas ponownego wybierania."
"Invalid Redial Time!"="Niepoprawny czas ponownego wybierania."
"Invalid group id!"="Niepoprawny ID grupy."
"Inactive Level"="Poziom nieaktywny"
"Invalid Number!"="Niepoprawny numer."
"Invalid Reject off code!"="Niepoprawny kod wyłączający odrzucenie."
"Invite request no response"="Brak odpowiedzi z serwera!"
"Invaild Provisioning Credential"="Nieprawidłowe poświadczenia obsługi"
"Incorrect user credentials, please retry."="Nieprawidłowe poświadczenia użytkownika. Spróbuj ponownie."
"Invalid Account!"="Niepoprawne konto."
"No Answer Processing"="Bez przetw. odp."
"No Answer Forward"="Bez prz. odp."
"No Account"="Brak konta"
"No Service"="Brak usługi"
"System"="System"
"System Wallpaper Cannot be Deleted!!"="Tapety systemowej nie można usunąć."
"Insufficient storage space in system"="Brak miejsca do przechowywania w systemie!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Dalej"
"S_Next"="Dalej"
"ICON_NextPage"="Następna strona"
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Przenieś w dół"
"Load Error!"="Błąd wczytywania!"
"Loading error !"="Błąd wczytywania!"
"Failed to load image"="Nie można wczytać obrazu!"
"Fail to download this remote phonebook!"="Nie można pobrać zdalnej książki telefonicznej."
"Fail to download \nremote phonebook!"="Nie można pobrać \nzdalnej książki telefonicznej!"
"Fail to download remote phonebook"="Nie można pobrać zdalnej książki telefonicznej."
"Fail to download remote phonebook!"="Nie można pobrać zdalnej książki telefonicznej!"
"Daylight Saving"="Czas letni"
"Display"="Ekran"
"Show More"="Więcej"
"Show Less"="Ukryj"
"Alerting Calling Line ID Number"="Id. adresata alertu"
"Alerting Calling Line ID Name"="Nazwa adres. alertu"
"Display Name"="Nazwa wyświetlana"
"DisplayName can't contain \ < > \" \\ \' \"""="Nazwa wyświetlana nie może zawierać symboli: \ < > \" \\ \' \"""
"DisplayName can't contain \" < > \" \\ \' \""="Nazwa wyświetlana nie może zawierać symboli: \" < > \" \\ \' \""
"Displayname can't be empty!"="Pole nazwy wyświetlanej nie może być puste!"
"DisplayName"="Nazwa wyświetlana"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Wyświetl zegar"
"Limit has reached, Recording has stoped."="Osiągnięto maks. limit. Nagrywanie zatrzymane."
"All Lines"="Wsz. linie"
"S_All Lines"="Wszyst."
"MENU_Camera"="Aparat"
"Detail"="Szczegóły"
"S_Detail"="Szczegóły"
"S_MTSW ACD Detail"="Szczegóły"
"MTSW ACD Detail"="Szczegóły"
"Ring"="Dzwonek"
"Rings"="Dzwonki"
"Silent Alerting"="Ciche alerty"
"Silent Alerting"="Ciche alerty"
"Alert Type"="Alert Type"
"Alert Mode"="Tryb alertu"
"After Ring Time"="Przekieruj po"
"After Ring Times"="Przekieruj po"
"Ringing"="Dzwonienie"
"S_SwitchAccountDown"="Następny"
"Switch Account Up"="Zmień na konto powyżej"
"SwitchAccountUp"="Poprzedni"
"S_SwitchAccountUp"="Poprzedni"
"Switch Account Down"="Zmień na konto poniżej"
"SwitchAccountDown"="Następny"
"Items out of limit !"="Osiągnięto maks. limit elementów."
"Group list is full!"="Lista grup jest pełna."
"Protocol"="Protocol"
"Decline"="Odrzuć"
"S_Decline"="Odrzuć"
"new"="nowe"
"New PIN"="Nowy kod PIN"
"New Call"="Nowe połącz."
"S_New Call"="N. poł."
"New Location"="Nowa lokalizacja"
"New Message"="Nowa wiadomość"
"Incoming call"="Połączenie przychodzące"
"New Contact"="Nowy kontakt"
"New PWD"="Nowe hasło"
"New password is too simple, are you sure to set it?"="Nowe hasło jest zbyt proste. Czy chcesz kontynuować?"
"Invalid New password!"="Niepoprawne nowe hasło."
"New password is similar to username, are you sure to set it?"="Nowe hasło jest podobne do nazwy użytkownika. Czy chcesz kontynuować?"
"New Group"="Nowa grupa"
"New Entry"="Nowy wpis"
"L_New SMS"="New SMS"
"NewSMS"="Nowa wiad. SMS"
"S_NEWSMS"="Nowa wiadomość SMS"
"ICON_New Group"="Nowa grupa"
"Channel"="Kanał"
"Channel Control"="Kontrola kanału"
"Signal Strength"="Siła sygnału"
"Info"="Info"
"MENU_Message"="Wiadomość"
"Message"="Wiadomość"
"Messages"="Wiadomości"
"Information is not complete!"="Informacje są niekompletne!"
"Tuesday"="wtorek"
"Saturday"="sobota"
"Sunday"="niedziela"
"Wednesday"="środa"
"Thursday"="czwartek"
"Friday"="piątek"
"Monday"="poniedziałek"
"First Name"="Imię"
"last_name"="nazwisko"
"Name"="Nazwa"
"ICON_Sort Last Name"="Sort by Last Name"
"Sort Last Name"="Sortuj według nazwiska"
"Search by LastName"="Wyszukaj według nazwiska"
"Change PIN"="Zmień kod PIN"
"Modifying the configuration..."="Modyfikowanie konfiguracji..."
"VirtualUser"="Użytkownik wirtualny"
"Need to change passwd!"="Zmień hasło."
"Require Answer Confirmation"="Potwierdzenie odpowiedzi"
"Need a Number"="Najpierw wprowadź numer telefonu."
"Network configuration has changed, shall become effective after the restart?"="Konfiguracja sieci została zmieniona. Czy chcesz uruchomić ponownie?"
"Option"="Opcja"
"S_Option"="Opcja"
"ICON_Select"="Wybierz"
"S_Select"="Wybierz"
"Select"="Wybierz"
"Choose a way of WPS connection"="Wybierz sposób połączenia WPS."
"Select Security"="Wybierz zabezpieczenie"
"You have to upload your picture when choose this type!"="W wypadku wyboru tego typu należy przesłać swoje zdjęcie."
"Select the Queue"="Wybierz kolejkę"
"Select Executive Number"="Wybierz numer kierownika"
"select mode"="Wybierz tryb"
"Select All"="Wybierz wszystko"
"Choose a group"="Wybierz grupę"
"Selected Group?"="Czy wybrać grupę?"
"select handset"="Wybierz słuchawkę"
"selected Item?"="Czy wybrać element?"
"Select a Disposition code"="Wybierz kod dyspozycji"
"Choose Account"="Wybierz konto"
"Choose an account"="Wybierz konto"
"Select Account"="Wybierz konto"
"Select Transfer"="Wybierz transfer"
"Compress error !"="Błąd kompresji."
"Rollover After Waiting"="Wycofanie poł. po"
"Rollover Action"="Akcja wycofania"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Niejawne"
"L_Zero Touch"="Obsługa automatyczna"
"S_Zero Touch"="Obsługa automat."
"Zero Touch"="Obsługa automatyczna"
"Remove"="Usuń"
"Remove Participant"="Usuń uczestnika"
"Remove selected from favorite ?"="Usunąć wybrane elementy z listy Ulubione?"
"ICON_Move"="Przenieś"
"Mobility"="Komórkowe"
"Move"="Przenieś"
"Hot Desking"="Stanow. wspólne"
"Hoteling"="Dostęp gościnny"
"Mobility Phone Number"="Nr telefonu komórk."
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Przenieś wybrane"
"Move selected to blacklist ?"="Przenieść na listę zabronionych?"
"Alert Broadworks Mobility Location"="Lok. alert komórk."
"The storage network"="Znane sieci"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Maks. indeks Ulubione"
"Sentbox"="Wysłane"
"Dialed"="Wybrane"
"Received Calllog"="Odebrane połączenia"
"Received Calls"="Odebr. poł."
"Connected"="Połączono"
"Connected)"="Połączone)"
"Used"="używane"
"Voice"="Głos"
"The audio codecs is different, can't set up a conference!"="Różne kodeki audio. Nie można ustawić konferencji!"
"Hide"="Ukryj"
"S_Hide"="Ukryj"
"Hide Number"="Ukryj numer"
"Answer"="Odbierz"
"S_Answer"="Odbierz"
"Hardware"="Sprzęt"
"Firmware update success!"="Oprogramowanie układowe zaktualizowane."
"Firmware update failed!"="Aktualizacja oprogramowania układowego nieudana."
"Hard Disk Space Is Not Enough!"="Brak miejsca na dysku."
"Never"="Nigdy"
"Incorrect user"="Użytkownik niepoprawny"
"User Type"="Tryb użytkownika"
"User not register"="Użytkownik niezarejestrowany"
"User Name"="Nazwa użytkownika"
"User name can't be empty!"="Nazwa użytkownika nie może być pusta."
"Username can't be empty!"="Nazwa użytkownika nie może być pusta."
"Incorrect username or password!"="Niepoprawna nazwa użytkownika lub hasło."
"Invalid User name!"="Niepoprawna nazwa użytkownika."
"User name is invalid!"="Nieprawidłowa nazwa użytkownika!"
"MENU_UserMode"="UserMode"
"UserMode"="UserMode"
"User mode changed!"="Tryb użytkownika został zmieniony!"
"User ID"="ID użytkownika"
"UserID can't be empty!"="Pole identyfikatora użytkownika nie może być puste!"
"User Host"="Host użytkownika"
"Preference"="Preferencje"
"Priority"="Priorytet"
"Invalid Priority!"="Niepoprawny priorytet."
"Priority is invalid!"="Nieprawidłowy priorytet!"
"Priority should be 0-7!"="Priorytet powinien być liczbą całkowitą z zakresu 0–7!"
"The power is low on the flasing red light dect microphone"="Dioda LED miga na czerwono – mikrofon DECT jest nienaładowany."
"Mail"="Poczta"
"Email type"="Typ e-maila"
"postal_code"="Kod pocztowy"
"Balance"="Stan środków"
"Get Balance"="Ustal stan środków"
"L_Get Balance"="Ustal stan środków"
"Getting balance failed!"="Nie można ustalić stanu środków!"
"Getting balance!"="Ustalanie stanu środków!"
"Language"="Język"
"Language initializing. Please wait..."="Inicjowanie języka. Czekaj..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Poczta głosowa"
"VoiceMail DownLoading, Please Wait..."="Pobieranie poczty głosowej. Czekaj..."
"Voice Messaging"="Wiadomości głosowe"
"The Voicemail is too large,please call and retrieve it!"="Zbyt duża liczba wiadomości poczty głosowej. Wykonaj połączenie i odbierz wiadomości!"
"L_Voice Mail"="Poczta głosowa"
"Voice Mail Playing"="Odtwarzanie wiadomości głosowej"
"Voice Mail is invalid!"="Nieprawidłowa poczta głosowa!"
"Invalid VoiceMail Value!"="Niepoprawna wartość pola poczty głosowej."
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Ostatni"
"S_Preview"="Ostatni"
"Remain time "="Pozostały czas"
"Busy Forward"="Przek. zaj."
"Old Number"="Stary numer"
"Originator"="Źródło"
"original contact?"="Czy pierwotny kontakt?"
"Remote Office"="Biuro zdalne"
"Remote Phone Book"="Zdalna ks. telef."
"Remote Group"="Grupa zdalna"
"Remote Codec"="Kodek zdalny"
"Remote User"="Użytkownik zdalny"
"Remote DIR"="Remote DIR"
"Cloud"="Chmura"
"Pickup"="Przejmij"
"Allow IP Call"="Zezwól na połączenie IP"
"Allow Remote Control?"="Zezwalać na zdalne sterowanie?"
"Allow assistant opt in/out of Pool"="Uż./op. puli"
"Avail"="Dost."
"Available"="Dostępne"
"S_Avail"="Dost."
"S_Available"="Dostęp."
"Temporarily not available"="Tymczasowo niedostępne"
"Temporarily Unavailable"="Tymczasowo niedostępne"
"Held"="Wstrzymane"
"Pause"="Wstrzymaj"
"S_Pause"="Wstrzymaj"
"Voice Mail Pause"="Wstrzymanie wiadomości głosowej"
"Pause REC"="Pausa"
"PauseREC"="Pausa"
"S_Pause REC"="Pausa"
"S_PauseREC"="Pausa"
"Failed to pause recording"="Nie można wstrzymać nagrywania!"
"pause record"="Pauza"
"Account"="Konto"
"Accounts"="Konta"
"Identity"="Tożsamość"
"Line"="Linia"
"S_Line"="Linia"
"Line 1"="Linia 1"
"Line 10"="Linia 10"
"Line 11"="Linia 11"
"Line 12"="Linia 12"
"Line 13"="Linia 13"
"Line 14"="Linia 14"
"Line 15"="Linia 15"
"Line 16"="Linia 16"
"Line 2"="Linia 2"
"Line 3"="Linia 3"
"Line 4"="Linia 4"
"Line 5"="Linia 5"
"Line 6"="Linia 6"
"Line 7"="Linia 7"
"Line 8"="Linia 8"
"Line 9"="Linia 9"
"Account ID"="ID konta"
"Account:"="Account:"
"Line ID"="Identyfikator linii"
"Account is invalid!"="Nieprawidłowe konto!"
"Account Login"="Login do konta"
"Line Key"="Line Key"
"Line Key 1"="Klawisz linii 1"
"Line Key 10"="Klawisz linii 10"
"Line Key 11"="Klawisz linii 11"
"Line Key 12"="Klawisz linii 12"
"Line Key 13"="Klawisz linii 13"
"Line Key 14"="Klawisz linii 14"
"Line Key 15"="Klawisz linii 15"
"Line Key 16"="Klawisz linii 16"
"Line Key 17"="Klawisz linii 17"
"Line Key 18"="Klawisz linii 18"
"Line Key 19"="Klawisz linii 19"
"Line Key 2"="Klawisz linii 2"
"Line Key 20"="Klawisz linii 20"
"Line Key 21"="Klawisz linii 21"
"Line Key 22"="Klawisz linii 22"
"Line Key 23"="Klawisz linii 23"
"Line Key 24"="Klawisz linii 24"
"Line Key 25"="Klawisz linii 25"
"Line Key 26"="Klawisz linii 26"
"Line Key 27"="Klawisz linii 27"
"Line Key 28"="Klawisz linii 28"
"Line Key 3"="Klawisz linii 3"
"Line Key 4"="Klawisz linii 4"
"Line Key 5"="Klawisz linii 5"
"Line Key 6"="Klawisz linii 6"
"Line Key 7"="Klawisz linii 7"
"Line Key 8"="Klawisz linii 8"
"Line Key 9"="Klawisz linii 9"
"Identity is invalid!"="Niepoprawne konto."
"Account information will be cleared, continue or not?"="Informacje o koncie zostaną skasowane. Czy kontynuować?"
"Line Select"="Wybór linii"
"Account has been Locked"="Konto zablokowane."
"Account has been successfully logged in"="Zalogowano na konto"
"Account Status"="Stan konta"
"Activation"="Aktywacja"
"S_Account"="Konto"
"This pin code not found"="Kod PIN nieznaleziony."
"This phone not found"="Telefon nieznaleziony."
"This action can not be reversed"="Akcji nie można cofnąć."
"Frame Rate"="Szybkość odświeżania"
"Diagnostics"="Diagnostyka"
"USB power overload on the right"="Przeciążenie prawego USB"
"Scanning available network"="Wyszukiwanie dostępnych sieci"
"Saving config file!"="Zapisywanie pliku konfiguracji!"
"Initializing... Please Wait"="Inicjowanie... Czekaj."
"Initializing... Please Wait!"="Inicjowanie... Czekaj!"
"Initializing ..."="Inicjowanie..."
"logging out ..."="Wylogowywanie..."
"logging in..."="Logowanie..."
"Sending Message..."="Wysyłanie wiadomości..."
"Updating Network..."="Aktualizowanie sieci..."
"Updating Network\n\nPlease Wait !"="Aktualizowanie sieci.\n\nCzekaj!"
"Busy here!"="Zajęty"
"Talking, please wait..."="Trwa rozmowa. Czekaj..."
"Alerting"="Alarmowanie"
"Operate failed for readonly page"="Operacja nieudana na stronie tylko do odczytu."
"Answer Only!"="Tylko odpowiedź."
"Direct"="Direct"
"DirectPickup"="Przejęcie bezpośrednie"
"DirectPickup_Idle"="Bezpośredni odbiór"
"Value"="Wartość"
"Invalid Value < or >"="Niepoprawna wartość <lub>"
"Job Title"="Stanowisko"
"Restricted"="Zastrzeżone"
"Restricted"="Zastrzeżone"
"Middle name"="Drugie imię"
"Via"="Przez"
"Redialing"="Ponowne wybieranie numeru"
"Redial Times"="Próby wybr. num."
"Redial Time is invalid!"="Nieprawidłowa liczba prób ponownego wybrania numeru!"
"Redial Interval"="Interwał wyb. num."
"Redial Interval can't be empty!"="Czas ponownego wybierania nie może być pusty."
"Redial Interval is invalid!"="Nieprawidłowy interwał ponownego wybierania numeru!"
"Redirector"="Moduł przekierowujący"
"Rename Group"="Zmień nazwę grupy"
"Reboot"="Uruchom ponownie"
"Reboot.."="Uruchamianie ponownie"
"Reboot the phone?"="Uruchomić telefon ponownie?"
"Rebooting...\n\nPlease Wait !"="Ponowne uruchamianie...\n\n Czekaj !"
"Re Provision"="Re Provision"
"S_Re Provision"="Ponowna konfiguracja"
"Re-connect"="Połącz ponow."
"S_Re-connect"="Połącz ponownie"
"Reset"="Resetuj"
"Reset Config"="Resetuj konfigurację"
"S_Reset"="Resetuj"
"Reset.."="Resetowanie..."
"Reset local settings"="Res. ust. lok"
"Reset Phone PIN"="Resetuj PIN telefonu"
"Reset non-static settings"="Res. us niest"
"Reset static settings"="Res. us. stat"
"Reset Configuration"="Resetuj konfigurację"
"Resetting Configuration, please wait..."="Resetowanie konfiguracji. Czekaj..."
"Reset Configuration?"="Czy resetować konfigurację?"
"Reset failed, please retry later!"="Resetowanie nieudane. Spróbuj później."
"Reset web settings"="Resetuj ustawienia Web"
"Reset web settings,\n\nPlease wait..."="Resetowanie ustawień sieci Web.\n\nCzekaj..."
"Resetting to factory,please wait..."="Przywracanie ustawień fabrycznych. Czekaj..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Resetowanie danych użytkownika. Czekaj..."
"Reset Userdata?"="Czy resetować dane użytkownika?"
"Reset userdata & local config, Please wait..."="Resetowanie danych użytkownika i konfiguracji lokalnej. Czekaj..."
"Reset userdata&local setting, please wait..."="Reset userdata&local setting, please wait..."
"Reset userdata & local config"="R. d. uż./k.l"
"Resetting to factory, please wait..."="Przywracanie ust. fabrycznych. Czekaj..."
"Tue"="wto"
"Sat"="sob"
"Sun"="nie"
"Wed"="śro"
"Thu"="czw"
"Fri"="pią"
"Mon"="pon"
"Main Menu"="Menu główne"
"Originator-Executive"="Dzwon.-Kierow."
"Primary Contact must not be empty."="Pole kontaktu głównego nie może być puste"
"Primary DNS is invalid!"="Nieprawidłowy podstawowy serwer DNS!"
"Assistant"="Asystent"
"Assistant Common Settings"="Wspólne ustawienia asystentów"
"Register Successfully!"="Zarejestrowano pomyślnie!"
"Register Name"="Nazwa rejestracji"
"Invalid Register name!"="Niepoprawna nazwa rejestracji."
"Registered"="Zarejestrowano"
"Register fail"="Błąd rejestracji"
"Registration failed"="Register failed"
"Register Fail!"="Rejestracja nieudana."
"Registering"="Rejestrowanie"
"Registering Please Wait!"="Rejestrowanie. Czekaj!"
"Unregistering"="Wyrejestrowywanie"
"Note"="Uwaga"
"Basic Call Park"="Park. podst."
"Park"="Parkuj"
"Parked"="Przypisane"
"S_Basic Call Park"="Park. podst."
"S_Park"="Parkuj"
"Park to"="Przypisz do"
"Park Failed"="Błąd przypisania"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Niepoprawny wartość Przekieruj do."
"L_Transfer"="Przekaż"
"S_Transfer"="Przekaż"
"Advance to Next Assistant After"="Zgłoś asystent. po"
"Transfer Failed"="Transfer nie powiódł się"
"Be Transferred"="Be Transferred"
"Betransferred"="Do transferu"
"Divert"="Przekaż"
"Forward"="Przekieruj"
"L_Forward"="Przekieruj"
"S_Forward"="Przek."
"Forward to"="Przekieruj do"
"Forward to: %s"="Przekieruj do: %s"
"Divert to Phone Number/SIP-URI"="Tel./SIP-URI"
"Forward to can't be empty!"="Pole Przekieruj nie może być puste."
"Forward to is invalid!"="Nieprawidłowa lokalizacja docelowa przekierowania!"
"Forwarded Calls"="Przek. poł."
"Forward Option"="Opcja przekierowania"
"Forward Selective"="Wybór przekierowania"
"Forward Value"="Wartość przekierowania"
"L_My Status"="Mój stan"
"MENU_Status"="Stan"
"S_My State"="Mój status"
"S_Status"="Stan"
"State"="Stan"
"Status"="Stan"
"Status:"="Status:"
"Status requesting..."="Żądanie informacji dotyczących stanu..."
"ACD Trace"="Śledzenie"
"L_Trace"="Trace"
"S_ACD Trace"="Śledz."
"Subnet Mask"="Maska podsieci"
"Subnet Mask!"="Maska podsieci"
"Subnet Mask is invalid!"="Nieprawidłowa maska podsieci!"
"Custom"="Niestandardowe"
"Custom DND"="Niestandardowe DND"
"Custom Key"="Klawisz niestandardowy"
"L_Custom Key"="Klawisz niestandardowy"
"S_Custom Key"="Klawisz niestandardowy"
"CustomButton"="Przycisk niestandardowy"
"CustomContact"="Niestandardowy kontakt"
"L_CustomContact"="Niestandardowy kontakt"
"S_CustomContact"="Niestandardowy kontakt"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Wspólne przedsiębiorstwo"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Wspólna grupa"
"Photo Custom"="Niestandardowe zdjęcie"
"Alerting Custom Calling Line ID Number"="Niest. iden. alertu"
"Alerting Custom Calling Line ID Name"="Niest. nazwa alertu"
"Custom Forward"="Niestandardowe przekierowanie"
"Auto"="Automatycznie"
"Automatic"="Automatycznie"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Automatyczne dodawanie do listy podręcznej UC włączone.\n Ręczna konfiguracja wyłączona."
"Auto-login"="Logow. autom."
"Auto Provision"="Autokonfiguracja"
"Autop URL can not be none!"="URL konfiguracji automatycznej nie może być pusty."
"AutoP to"="Autokonfiguracja"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Jednostka autokonfiguracji"
"Auto Answer Time"="Czas automatycznego odbierania"
"AutoBLFList is on\n manually configing is forbidden!"="Włączono opcję AutoBLFList.\n Ręczna konfiguracja jest niedozwolona!"
"AutoFavorite is on\n manually configing is forbidden!"="Funkcja automatycznego wyboru Ulubionych jest włączona.\nKonfiguracja ręczna jest wyłączona!"
"AutoLinekey is on\n manually configing is forbidden!"="Funkcja automatycznego wyboru linii jest włączona.\nKonfiguracja ręczna jest wyłączona!"
"Auto speed dial is on\n manually configing is forbidden!"="Włączono aut. szybkie wyb.\n Konf. ręcz. jest zabr.!"
"Auto Answer"="Odbieranie automatyczne"
"Auto Redial"="Ponowne wybieranie"
"Auto Redial Setting"="Automatycznie połącz ponownie"
"Auto Divert"="Aut. przekier."
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Łącznie"
"Always"="Always"
"Paging"="Multiem. pagerów"
"Paging Group"="Grupa przywoławcza"
"Paging_softkey"="Pager"
"S_Paging"="Multiem. pagerów"
"S_Paging_softkey"="Multiem. pagerów"
"Paging is invalid!"="Nieprawidłowy pager!"
"L_Paging List"="Lista pagerów"
"Paging List"="Lista pagerów"
"PagingList"="Lista przyz."
"S_Paging List"="Lista pagerów"
"Paging failed!"="Wysłanie do pagera nie powiodło się!"
"Paging Channel should be 0-30!"="Kanał przyzywowy powinien mieć numer 0-30!"
"L_Multicast Paging"="Multiem. pagerów"
"S_Multicast Paging"="Multiemisja"
"Delete the group will not delete the group members, but only move them out of the group."="Członkowie grupy zostaną usunięci, ale nie zostaną skasowani."
"GPickup"="Odebranie"
"Group Pick Up"="Odebr. w grupie"
"L_Group Pick Up"="Odebr. w grupie"
"S_GPickup"="Od. gr."
"S_Group Pick Up"="Odebranie w grupie"
"Group Name"="Nazwa grupy"
"Group name must be unique."="Nazwa grupy musi być unikatowa."
"Group name must not be empty"="Pole nazwy grupy nie może być puste."
"Organisation"="Organizacja"
"GPark"="Przypisanie"
"S_GPark"="Prz. gr."
"JitterBufferMax"="Maks. bufor wahań"
"Max Timer"="Maks. czas"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Najdłuższe oczekiwania"
"Yesterday"="Wczoraj"
"USB power overload on the left"="Przeciążenie lewego USB"
